[
  {
    "title": "Merguez sausages with crispy chickpeas and preserved lemon yogurt",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 30 MIN. OVEN TIME 45 MIN",
    "description": "Merguez sausages with crispy, roasted chickpeas makes a flavoursome alternative to bangers and mash. Serve with dollops of lemony yogurt.",
    "nutritions": {
      "CALORIES": "508KCALS",
      "FAT": "28.9G (13.3G SATURATED)",
      "PROTEIN": "30.8G",
      "CARBOHYDRATES": "24G (7.4G SUGARS)",
      "FIBRE": "14G",
      "SALT": "1.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2022/10/DEL_2022_Q4_SEAN_CALITZ_MERGUEZ_WITH_SPICY_CHICKPEAS_AND_MINT_YOGHURT-768x960.jpg",
    "ingredients": "2 x 400g tins chickpeas, drained-3 tbsp olive oil, plus extra to fry-1 tsp fennel seeds, crushed-½ tsp cumin seeds, crushed-1 tsp coriander seeds, crushed-1 tsp smoked paprika-2 large tomatoes, chopped-½ cucumber, halved lengthways, seeds scraped out and chopped-½ small onion, chopped-1 tsp sea salt-8 merguez sausages-1 tbsp rose harissa (optional)-Bunch coriander, finely chopped-300ml greek yogurt-1 garlic clove, finely grated-1 preserved lemon, chopped, plus a splash lemon brine-¼ tsp sea salt-½ bunch mint, finely chopped, plus a few leaves to garnish",
    "method": "Heat the oven to 180°C fan/gas 6. Put the chickpeas in a large baking dish, ideally all in a single layer, then add the olive oil, spices and a pinch of salt and pepper. Toss to coat, then roast for 45 minutes, stirring occasionally.-Meanwhile, put the tomatoes, cucumber and onion in a sieve and sprinkle with the salt. Toss, then set aside in the sink to drain.-Mix all the yogurt ingredients, then taste for seasoning  you may want to add more salt or preserved lemon brine. Set aside.-Put a wide frying or griddle pan over a medium heat and add a drizzle of oil. Add the sausages in a single layer and cook, turning regularly, for 15-20 minutes.-Remove the chickpeas from the oven and stir in the harissa (if using). Add the tomatoes, cucumber and onion, sprinkle over the coriander and stir. Serve the sausages with a pile of the chickpea mixture, some yogurt and extra mint leaves.",
    "Category": "Meat"
  },
  {
    "title": "Chicken tagine casserole",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 15 MIN, PLUS OVEN TIME 45 MIN",
    "description": "Enjoy all the rich flavours of a chicken tagine with the convenience of a traybake-style casserole. This baked tagine is packed with apricots, olives and chickpeas.",
    "nutritions": {
      "CALORIES": "543KCALS",
      "FAT": "24.4G (4.9G SATURATED)",
      "PROTEIN": "43.9G",
      "CARBOHYDRATES": "30.9G (10.8G SUGARS)",
      "FIBRE": "12.2G",
      "SALT": "1.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2022/03/DEL_2022_Q1_TOBY_SCOTT_CHICKEN-TAGINE-TRAY-BAKE_960x1200-768x960.jpg",
    "ingredients": "8 small free-range chicken thighs-2 medium red onions, cut into wedges-1 tsp ground cumin-1 tsp ground coriander-1 tsp ground turmeric-1/2 tsp ground cinnamon-2 tbsp olive oil-2 x 400g tins chickpeas, drained-2 tbsp rose harissa-100g pitted green olives-50g dried apricots, chopped-1 preserved lemon, pith removed, thinly sliced-Bunch flatleaf parsley, roughly chopped-Natural yogurt and flatbreads to serve",
    "method": "Heat the oven to 180ºC fan/gas 6. Slash the skin of the chicken with a sharp knife and put in a baking dish or shallow casserole with the onion wedges. Mix the spices with the olive oil and season well with salt, then toss this with the chicken and onions. Roast, uncovered, for 20 minutes.-Add the chickpeas to the roasting tin with the harissa, olives, apricots and preserved lemon, then cook for a further 25 minutes. Scatter with parsley and serve with yogurt and flatbreads.",
    "Category": "Meat"
  },
  {
    "title": "Preserved lemons",
    "serves": "MAKES 1 LARGE/A FEW SMALLER JARS",
    "time": "HANDS-ON TIME 10 MIN, PLUS 4-5 WEEKS FERMENTING",
    "description": "With only two basic ingredients and some imaginative flavourings, preserved lemons are storecupboard stars. Make a jar or two with our easy recipe.",
    "nutritions": {
      "CALORIES": "4KCALS",
      "FAT": "TRACE (NO SATURATED)",
      "PROTEIN": "0.1G",
      "CARBOHYDRATES": "0.4G (0.4G SUGARS)",
      "FIBRE": "TRACE",
      "SALT": "2.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2022/01/960_PRESERVED_LEMONS-768x960.jpg",
    "ingredients": "12 small unwaxed lemons (about 1kg; see tips)-200g pure salt-8-10 mixed peppercorns-2 fresh bay leaves-1 chilli, halved (optional)-1 large jar (around 1.5 litres) or a few smaller jars, washed and sterilised",
    "method": "Juice 4 of the lemons and set the juice aside. Cut the rest of the lemons lengthways into quarters, stopping three quarters of the way through so the wedges are still attached at one end.-Sprinkle about 2 tsp salt onto the cut sides of each lemon, then layer in the jar(s) with the peppercorns, bay, chilli (if using) and any remaining salt. Press the lemons to help them release their juice, then pour in the reserved juice to cover. (If necessary, top up with filtered or boiled-and-cooled water to ensure the lemons are fully covered.)-Close the jar and set aside for 4-5 weeks in a cool spot, away from direct sunlight. Invert the jar every day for the first week or so to make sure the brine is evenly dispersed. The sealed jar(s) will keep for several months. Chill once opened and use within a couple of months.",
    "Category": "Salads"
  },
  {
    "title": "Whole baked chicken with North African spices",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 15 MIN, PLUS 1 HOUR 45-50 MIN OVEN TIME",
    "description": "Ramp up roast chicken with North African spices in our easy recipe for whole baked chicken. Bake the chicken with water and spices in a casserole, then crisp up the skin.",
    "nutritions": {
      "CALORIES": "391KCALS",
      "FAT": "16G (3.7G SATURATED)",
      "PROTEIN": "5.4G",
      "CARBOHYDRATES": "6G (5.6G SUGARS)",
      "FIBRE": "0.7G",
      "SALT": "1.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2022/01/Whole-baked-chicken-768x960.jpg",
    "ingredients": "2 lemons-3 garlic cloves, crushed-2 tsp grated fresh ginger-2 tsp ground cumin-1 tsp ground cinnamon-1 tsp ground turmeric- 1 tsp sea salt-½ tsp black pepper-2 tbsp extra-virgin olive oil-2 tbsp clear honey-1.5 kg free-range chicken-2 bay leaves, bashed-Steamed couscous, sprinkled with fresh coriander, to serve",
    "method": "Heat the oven to 150ºC fan/gas 3½. Stir together the zest and juice of 1 lemon with the garlic, ginger, ground spices, salt, pepper, oil and honey.-Slice the remaining lemon and put a few slices in the birds cavity with the bay. Scatter the rest of the lemon slices in a 6 litre casserole (with a lid).-Push your fingers under the skin at the neck end of the bird and gently release it from the flesh. Spoon a little of the spice paste under the skin, then spread the remaining paste all over the chicken.-Put the spiced chicken on top of the lemon slices in the casserole. Carefully pour 150ml cold water around the sides of the bird, avoiding getting it on the breast to keep the spice mix in place. Cover the dish and transfer to the oven. Cook for 1½ hours, then remove from the oven. Increase the oven temperature to 200ºC fan/gas 7.-Remove the casserole lid and baste the bird with the pan juices. Return to the oven and cook, uncovered, for a further 15-20 minutes until the skin is golden. Remove from the oven, then rest for 5 minutes.-Carve the chicken and serve drizzled with all the lovely pan juices and steamed couscous.",
    "Category": "Meat"
  },
  {
    "title": "Clodagh McKennas Moroccan spiced lamb chops",
    "serves": "SERVES 2-3",
    "time": "HANDS-ON TIME 20 MIN, PLUS MARINATING. SIMMERING TIME 10-15 MIN.",
    "description": "Clodagh McKenna spices up lamb chops with a harissa-yogurt marinade in this quick and easy recipe. Serve with a herby bulgur wheat salad. Recipe from In Minutes by Clodagh McKenna (Kyle Books £20).",
    "nutritions": {
      "CALORIES": "671KCALS",
      "FAT": "43G 13G SATURATED)",
      "PROTEIN": "32.3G",
      "CARBOHYDRATES": "35.6G (5.5G SUGARS)",
      "FIBRE": "6.1G",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2021/12/960x1200-Moroccan-Spiced-Lamb-13-768x960.png",
    "ingredients": "4-6 British lamb chops, depending on size-1 tbsp olive oil-100g natural yogurt-1 tbsp olive oil-1 tbsp harissa paste-1 garlic clove, crushed-1 tsp ground cumin-240ml chicken stock-120g bulgur wheat (see Know How)-150g green beans, halved-2 tbsp extra-virgin olive oil-Juice 1 lemon-Handful flatleaf parsley, roughly chopped-Handful mint leaves, roughly chopped-2 tbsp pine nuts-Handful pomegranate seeds",
    "method": null,
    "Category": "Meat"
  },
  {
    "title": "Root vegetable and lentil tagine",
    "serves": "SERVES 6",
    "time": "HANDS-ON TIME 20 MIN, SIMMERING TIME 20-25 MIN",
    "description": "Our take on a Moroccan tagine is packed with warming spices, seasonal veg and fibre-rich lentils for a healthy, vegan midweek meal. ",
    "nutritions": {
      "CALORIES": "252KCALS",
      "FAT": "3.9G (0.6G SATURATED)",
      "PROTEIN": "13.3G",
      "CARBOHYDRATES": "34.8G (18.1G SUGARS)",
      "FIBRE": "12.2G",
      "SALT": "0.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/03/tagine-768x960.jpg",
    "ingredients": "1 tbsp light olive oil-About 900g mixed root veg (see tip)-3 tbsp dried harissa-Large handful fresh parsley, stalks and leaves chopped separately-200g dried green lentils-2 x 400g tins cherry tomatoes-700ml gluten-free vegetable stock-Grated zest and juice 1 lemon-6 prunes, stoned and quartered-1 small cauliflower, cut into florets, any small leaves reserved-Unsweetened coconut yogurt to serve-Cooked rice or couscous to serve",
    "method": "Heat the oil in a large heavy-based flameproof casserole (with a lid) over a medium heat. Add the root veg and fry for 10 minutes, stirring occasionally, until beginning to soften. Stir in the harissa paste, parsley stalks and lentils.-Add the tomatoes and stock, then stir in the preserved lemon and prunes. Bring to a simmer, then cover and cook for 20-25 minutes, stirring occasionally, until the lentils are tender.-Stir in the cauliflower, then bring back to a simmer. Season, then cook for 3-4 minutes, uncovered, until the cauliflower is starting to become tender. Add the cauliflower leaves, then cook for 2 minutes more. Serve with coconut yogurt and the parsley leaves scattered over the top, with rice or couscous.",
    "Category": "Vegetarian"
  },
  {
    "title": "Fruity lamb and olive tagine",
    "serves": "SERVES 6-8",
    "time": "HANDS ON TIME 30 MIN, OVEN TIME 3½ HOURS",
    "description": "The secret to this sweet, spicy, melt-in-the-mouth fruity lamb tagine is time: after a few minutes prep, you can leave the oven to do the rest of the work while you get on with other things. Like this recipe? It freezes well, so its perfect for a batch-cooking session.",
    "nutritions": {
      "CALORIES": "456KCALS",
      "FAT": "23.9G FAT (9G SATURATED)",
      "PROTEIN": "33.8G PROTEIN",
      "CARBOHYDRATES": "23.1G CARBS (21.7G SUGARS)",
      "FIBRE": "6.9G FIBRE",
      "SALT": "1.1G SALT"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2020/11/960x1200-04.Delicious-December-2020-lamb-tagine-768x960.jpg",
    "ingredients": "Glug of oil for frying-2 red onions, chopped-3 fat garlic cloves, sliced-1 tbsp ground ginger-1 tbsp ground cinnamon-1 tbsp ground cumin-1 tbsp sweet paprika-1 tbsp ground turmeric-2 preserved lemons, halved, pith discarded and finely sliced-1.2kg diced lamb leg or shoulder-2 x 400g tins chopped tomatoes-100g dried apricots-100g pitted prunes-280g jar green olives, pitted or left whole-500ml lamb or chicken stock-2 tbsp honey-Handful fresh coriander leaves-Handful fresh mint leaves-150g pomegranate seeds-Handful pistachios, roughly chopped (optional)-Couscous or flatbreads to serve (optional)",
    "method": "Heat the oil in a deep hob-safe casserole over a medium heat. Add the onions and fry for 4-5 minutes until beginning to colour. Add the garlic, all the ground spices and the preserved lemons, then fry for 2 minutes more, stirring.-Heat the oven to 150°C/130°C fan/gas 2. Season the lamb, then add it to the pot and cook for 5 minutes, stirring regularly. Add the chopped tomatoes, apricots, prunes, olives, stock and honey, then bring to a fast simmer. Add 150ml water, then cover and put in the oven for 3½ hours.-Check the lamb is fall-apart tender, then taste and season with salt and pepper. Scatter with the herbs, some pomegranate seeds (serve the rest on the side) and, if using, pistachios. Enjoy with couscous or flatbreads, if you like.",
    "Category": "Meat"
  },
  {
    "title": "Spicy beef harira",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 30 MIN, SIMMERING TIME 30 MIN",
    "description": "A hearty, spicy beef harira soup spiked with ras el hanout, harissa and fresh coriander. Top this Moroccan-inspired bowlful with extra olives and a dollop of creamy Greek yoghurt to serve.",
    "nutritions": {
      "CALORIES": "412KCALS",
      "FAT": "20.7G (6.7G SATURATED)",
      "PROTEIN": "29.6G",
      "CARBOHYDRATES": "24.6G (7.1G SUGARS)",
      "FIBRE": "4.4G",
      "SALT": "1.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/01/harira-soup-768x960.jpg",
    "ingredients": "2 tbsp olive oil-250g British beef mince-1 chopped onion-1 crushed garlic clove-400g tin of chopped tomatoes-1 tbsp ras el hanout spice mix-2 tsp harissa paste-1 litre beef stock-75g puy lentils- 75g giant couscous-100g sliced green olives-Large handful of freshly chopped coriander-Dollop of greek yogurt, a few more sliced olives, chopped fresh coriander, to serve",
    "method": "Heat the olive oil in a large casserole over a medium heat. Add the British beef mince and cook for 6-8 minutes until browned, breaking up with a wooden spoon as it fries. Remove the mince with a slotted spoon to a plate and set aside.-Add the chopped onion to the pan and fry for 8 minutes until starting to soften, then stir in the crushed garlic clove and fry for 2 minutes more. Add a the tin of chopped tomatoes, ras el hanout spice mix and harissa paste to the onion and cook for 5 minutes until slightly reduced.-Return the browned mince with the beef stock and lentils, then simmer for 20 minutes. Stir in the giant couscous and cook for 10 minutes until tender.-Stir in the green olives and a large handful of freshly chopped coriander, then taste and season. Spoon into bowls and top with a dollop of greek yogurt, a few more sliced olives and more chopped fresh coriander.",
    "Category": "Soups"
  },
  {
    "title": "Lamb, harissa and feta burgers",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 20 MIN, OVEN TIME 30-35 MIN",
    "description": "Try these tasty lamb burgers, spiked with harissa mayo and plenty of feta, for a crowdpleasing midweek meal",
    "nutritions": {
      "CALORIES": "674KCALS",
      "FAT": "43.9G (15G SATURATED)",
      "PROTEIN": "35.7G",
      "CARBOHYDRATES": "32.8G (9.2G SUGARS)",
      "FIBRE": "2.4G",
      "SALT": "1.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/10/lamb-burgers-768x960.jpg",
    "ingredients": "Glug of oil-1 finely chopped onion-1 crushed garlic clove-2 tbsp harissa paste-500g British free-range lamb mince-1 medium free-range egg-½ x 200g pack of feta, crumbled-Large handful of chopped fresh coriander-4 brioche buns,-4 lettuce leaves-4 slices of tomato-4 slices of cucumber-4 tbsp mayonnaise-1 tbsp harissa",
    "method": "Heat the oven to 200°C/180°C fan/gas 6. Heat a glug of oil in a large frying pan over a medium heat. Add the onion and cook for 5 minutes. Add the garlic clove and harissa paste, lightly season with salt and pepper and cook for 2-3 minutes more.-Tip into a large mixing bowl withthe lamb mince, egg, feta and a large handful of chopped fresh coriander. Mix everything together with your hands, season and shape into 4 large patties.-Put the patties on a lipped non-stick baking tray (they give out a lot of juice) and bake for 30-35 minutes until the lamb is cooked through. Toast the brioche buns, then layer each base with 1 lettuce leaf, 1 slice of tomato and 1 slice of cucumber, then the burger. Mix the mayonnaise with the harissa and add a dollop to each. Top with the other half of the buns and serve with salad leaves, sliced cucumber and spring onion, if you like.",
    "Category": "Meat"
  },
  {
    "title": "Leftover chicken tagine",
    "serves": "SERVES 2-3",
    "time": "HANDS-ON TIME 10 MIN, SIMMERING TIME 25 MIN",
    "description": "Turn chicken stew leftovers into this bejewelled pomegranate and preserved lemon tagine with just a few extra ingredients.",
    "nutritions": {
      "CALORIES": "580KCALS",
      "FAT": "12.8G (1.9G SATURATED)",
      "PROTEIN": "32.9G",
      "CARBOHYDRATES": "77.5G (28.1G SUGARS)",
      "FIBRE": "11.9G",
      "SALT": "2.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/preserved-lemon-tagine-768x960.jpg",
    "ingredients": "½ tbsp olive oil-1 cinnamon stick (or ¼ tsp ground cinnamon)-1 tsp ground cumin-1½ tbsp ras el hanout-? quantity of chicken stew-1 preserved lemon, pulp discarded and skin finely sliced-75g dried apricots, chopped-400g tin chopped tomatoes-125g giant couscous-100g baby leaf spinach-Handful shelled unsalted pistachios, toasted in a dry pan-2 tbsp pomegranate seeds-Small bunch fresh coriander, chopped-Large casserole with a lid",
    "method": "Heat the olive oil in the casserole and add the cinnamon stick (or ground cinnamon), cumin and ras el hanout. Cook for 2-3 minutes until it smells fragrant, then stir in the quantity of chicken stew, preserved lemon, apricots and the chopped tomatoes. Fill the empty tomato tin with water and pour into the casserole. Stir, bring to the boil, lower the heat and simmer for 15 minutes.-After 15 minutes, add the giant couscous and simmer for another 8-10 minutes until tender. Remove the cinammon stick, if using. Add the baby leaf spinach and stir until wilted.-Serve the tagine sprinkled with the pistachios, pomegranate seeds and chopped coriander, if you like.",
    "Category": "Meat"
  },
  {
    "title": "Vegetable tagine",
    "serves": "SERVES 8",
    "time": "HANDS-ON TIME 30 MIN, SIMMERING TIME 50 MIN",
    "description": "As this hearty vegetable tagine simmers away slowly, the root vegetables gradually release their natural sweetness and become beautifully soft. This recipe also happens to be vegan.",
    "nutritions": {
      "CALORIES": "273KCALS",
      "FAT": "4.9G (0.6G SATURATED)",
      "PROTEIN": "11.4G",
      "CARBOHYDRATES": "40.2G (19.3G SUGARS)",
      "FIBRE": "10.8G",
      "SALT": "0.9G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/919361-1-eng-GB_vegetable-tagine-768x960.jpg",
    "ingredients": "Light olive or vegetable oil for frying-2 red onions, sliced into wedges-2 tsp ground coriander-2 tsp ground cumin-2 tsp ground cinnamon-2 garlic cloves, crushed-20g fresh ginger, grated-2 tbsp harissa paste-1 small butternut squash, peeled and diced into 2cm cubes-3 parsnips, cubed-2 carrots, diagonally sliced-200g dried red lentils-2 x 400g tins cherry tomatoes-1 litre vegetable stock-80g dried apricots, roughly chopped, plus extra to garnish-Large bunch fresh flatleaf parsley, leaves picked and roughly chopped",
    "method": "Heat a large deep casserole (one with a lid) over a medium heat. Add a glug of oil and the onions and fry for 5-6 minutes until they start to soften. Add the ground spices and fry for a few minutes more, then add the garlic and ginger and fry for another couple of minutes, stirring.-Add the harissa paste, stir and fry for another few minutes until aromatic, then add the squash, parsnips and carrots. Turn the heat down and cook, stirring regularly, for 5-10 minutes.-Add the red lentils, cherry tomatoes and stock, then season to taste. Bring up to a simmer and add the apricots. Put the lid on the casserole and leave to simmer on a low heat for 50 minutes.-Remove the lid, stir in half the chopped parsley and check the seasoning. Test if the vegetables are tender by piercing with the tip of a round-bladed knife  if it goes in easily, theyre ready.-Serve the tagine spooned on top of a mound of warm couscous and scatter over the remaining chopped parsley.",
    "Category": "Tagines"
  },
  {
    "title": "Knorrs one-pot easy chicken tagine",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 15 MIN, SIMMERING TIME 1 HOUR",
    "description": "Youre six ingredients away from serving this flavoursome chicken tagine for dinner. An easy-to-make recipe, this Moroccan one-pot is a great way to feed the family, and requires minimal washing up.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/914426-1-eng-GB_one-pot-easy-chicken-tagine-768x960.jpg",
    "ingredients": "4 boneless chicken breasts-1 tablespoon harissa paste-1 large onion, sliced-1 Knorr Chicken Stock Pot-100g dried apricots, halved-400g can chopped tomatoes-Couscous to serve, optional-Herbs to garnish, optional",
    "method": "Mix the chicken with the harissa paste. Heat 1 tbsp olive oil in a large pan, add the chicken and fry for 2-3 mins. Remove and set aside.-Add the onion to the pan and fry for 4-5 mins until soft. Return chicken to the pan.-Stir in the stock, apricots and tomatoes and cook, covered, over a low heat for 45 mins.-Serve with couscous and garnish with herbs.",
    "Category": "Tagines"
  },
  {
    "title": "Knorrs one-pot fruity lamb tagine",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 15 MIN, SIMMERING TIME 1 HOUR",
    "description": "Diced lamb steaks are slow-cooked in a fragrant sauce until melt-in-the-mouth tender. The tagine is made using dried apricots and honey, giving it a welcome sweetness. Perfect on a wintry night.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/914530-1-eng-GB_one-pot-fruit-lamb-tagine-768x960.jpg",
    "ingredients": "600g diced lamb steaks-3-4 tablespoons Ras el Hanout spice mix-1 large onion, diced-2-3 garlic cloves, finely sliced-1 tablespoon runny honey-1 Knorr Lamb Stockpot dissolved in 450ml boiling water-100g dried apricots, halved-400g can chopped tomatoes-Couscous to serve, optional-Handful of fresh coriander and mint leaves, roughly chopped, optional",
    "method": "Toss the lamb in half the spice mix and marinade for at least 30 mins if possible. Heat 1 tbsp oil in a large pan, add the lamb and fry until browned on all sides. Remove and set aside.-Add the onion to the pan with the garlic and remaining spice mix and fry for 2-3 mins until soft. Add honey, stock, tomatoes and apricots and return meat to the pan.-Cover and cook gently for 1 hour or until meat is cooked and tender.-Serve garnished with the herbs and with a bowl of couscous.",
    "Category": "Tagines"
  },
  {
    "title": "Andi Olivers beetroot and walnut borek",
    "serves": "SERVES 4",
    "time": "HANDS-ON 30 MIN, OVEN 20-25 MIN, SIMMERING 60-75 MIN, PLUS COOLING",
    "description": "Andi Olivers vibrant beetroot and walnut-filled borek, served with refreshing cucumber, avocado and apple gazpacho, makes for the most wholesome of vegetarian offerings.",
    "nutritions": {
      "CALORIES": "616KCALS",
      "FAT": "32.4G (11.1G SATURATED)",
      "PROTEIN": "11.9G",
      "CARBOHYDRATES": "57.5G (13.1G SUGARS)",
      "FIBRE": "4.4G",
      "SALT": "0.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/844009-1-eng-GB_beetroot-borek-768x800.jpg",
    "ingredients": "2 whole beetroot (about 200g)-2 cinnamon sticks-1 tsp coriander seeds-2 bay leaves-finely grated zest ½ orange-200ml red wine-150ml pomegranate juice-1½ tsp cornflour-70g walnuts, finely chopped-8 filo pastry sheets-100g unsalted butter, melted-1 cucumber, 5cm piece finely diced for garnish, the rest, roughly chopped-1 spring onion, roughly chopped-1 green jalapeño or other green chilli, roughly chopped-the juice of 2 limes-a small bunch of fresh flatleaf parsley, roughly chopped-4 fresh tarragon sprigs, leaves picked-100ml apple juice-½ ripe avocado, peeled, stoned and roughly chopped",
    "method": "Put the beetroot, cinnamon, coriander seeds, bay leaves, orange zest, red wine and pomegranate juice in a saucepan along with 400ml water. Bring to a simmer over a medium heat, then cook gently for 60-75 minutes until the beetroot are tender all the way through.-Remove the beetroot from the poaching liquid (set the liquid aside), leave to cool, then peel and chop into 1cm cubes. Strain and discard the spices from the poaching liquid, then put it back over a high heat, boiling for about 2 minutes until reduced to 100ml.-Put the cornflour in a small bowl, mix in a splash of cold water, then whisk into the beetroot liquid and heat for 30 seconds. Add the chopped beetroot and walnuts to the pan and stir.-Heat the oven to 200°C/180°C fan/gas 6. To make the borek, lay a sheet of filo on a clean work surface (cover the others with a clean damp tea towel to prevent them drying out) and cut in half lengthways. Brush melted butter on one half and lay the other half on top, brushing with more melted butter. Put one eighth of the beetroot mixture onto the short edge of one end of the filo, fold in the long edges of the filo a little to cover the filling, then roll up the filo into a cigar shape, tucking in the sides as you go. Brush with melted butter, then put onto a baking sheet lined with non-stick baking paper. Repeat with the remaining sheets of filo.-Bake the borek for 15 minutes, turn them over, then return to the oven for another 5-10 minutes until golden and crisp on both sides.-While the borek are baking, make the gazpacho. Put all the gazpacho ingredients (except the cucumber garnish) into a blender and whizz until smooth. Season well, then chill. Let the borek cool for 10 minutes, then serve with the gazpacho, scattered with the reserved cucumber.",
    "Category": "Appetizers"
  },
  {
    "title": "Spiced lamb and herby quinoa crumble",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 50 MIN, OVEN TIME 20-25 MIN",
    "description": "Who said a crumble cant be savoury? This one combines spiced lamb with a crunchy quinoa topping for an impressive Middle Eastern-style dish with a difference.",
    "nutritions": {
      "CALORIES": "680KCALS",
      "FAT": "39.2G (16.8G SATURATED)",
      "PROTEIN": "41.5G",
      "CARBOHYDRATES": "38.9G (8.5G SUGARS)",
      "FIBRE": "6.1G",
      "SALT": "1.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/799392-1-eng-GB_spiced-lamb-crumble-768x960.jpg",
    "ingredients": "500g lean British lamb mince-1 tbsp light olive oil-1 red onion, chopped-2 tbsp plain flour-2 tsp ground cumin-2 tsp ground coriander-½ tsp ground cinnamon-1-2 green chillies, chopped-5cm piece fresh ginger, grated-2 fat garlic cloves, crushed-500ml fresh chicken or lamb stock-200ml tomato passata-Seeds ½ pomegranate-190g uncooked quinoa, rinsed-2 tbsp extra-virgin olive oil-150g feta, crumbled-Zest 1 lemon-Handful fresh mint, leaves sliced-Handful fresh parsley, leaves chopped-1 litre ovenproof dish",
    "method": "Fry the mince, without oil, in a non-stick frying pan, breaking it up with a fork or wooden spoon as it browns. Transfer to a colander set over a bowl to drain.-Wipe out the pan with kitchen paper, then add the light olive oil and heat. Cook the onion over a low heat for 10 minutes or until softened. Stir in the flour, spices, chillies, ginger and garlic, then cook for 2 minutes. Return the mince to the pan (discard the drained juices) and pour in the stock and passata. Bring to the boil, then turn down the heat and simmer for 25-30 minutes until the sauce has thickened.-Meanwhile, simmer 150g of the quinoa in a medium pan of boiling water for 15-20 minutes, or cook according to the pack instructions. Drain well, then set aside in a large bowl for 5 minutes. Fluff up with a fork, then stir in the remaining 40g uncooked quinoa along with the extra-virgin olive oil, feta, lemon zest and most of the herbs (reserve some to garnish). Taste and season.-Heat the oven to 190°C/170°C fan/gas 5. Pour the lamb mixture into a 1 litre ovenproof dish, then spoon over the quinoa crumble. Cook for 20-25 minutes until the topping is golden and the sauce is bubbling. Scatter over the pomegranate seeds and reserved herbs to serve.",
    "Category": "Meat"
  },
  {
    "title": "Chermoula lamb leg steaks with minted cucumber yogurt",
    "serves": "SERVES 4",
    "time": "TAKES 30 MINS TO MAKE, 8 MINS TO COOK, PLUS MARINATING",
    "description": "Homemade chermoula, made with saffron, lemon, coriander and garlic, is the perfect accompaniment to barbecued lamb leg steaks. The Moroccan-inspired flavours of the chermoula work well with fish and other meats too.",
    "nutritions": {
      "CALORIES": "307KCALS",
      "FAT": "21.7G (7G SATURATED)",
      "PROTEIN": "24.2G",
      "CARBOHYDRATES": "4.7G (3.5G SUGARS)",
      "FIBRE": "0.5G",
      "SALT": "1.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/788003-1-eng-GB_chermoula-lamb-with-mint-cucumber-yogurt-768x954.jpg",
    "ingredients": "Pinch of saffron -1½ tbsp lemon juice-1 tsp finely grated lemon zest-½ bunch of fresh coriander, coarsely shredded -2 garlic cloves, peeled and crushed-½ tbsp paprika, cayenne pepper or smoked paprika-½ tbsp lightly toasted cumin seeds -Pinch of ground ginger-Generous pinch of flaky sea salt -25ml olive oil-4 lamb leg steaks (90g-100g each)-1 quantity of chermoula -½ cucumber-½ tsp coarse salt (less if using fine)-Small handful of mint leaves-200ml Greek yogurt-30ml extra-virgin olive oil, plus extra ",
    "method": "For the chermoula: Crumble the saffron between your fingers into a small bowl with the lemon juice and zest. Leave for 10 minutes, then mix with the rest of the ingredients. -Coat the steaks with half the chermoula and chill in a dish, covered tightly, for at least 2 hours and up to 24, turning once or twice. Grate the cucumber, then mix it with the salt and leave in a bowl for 30 minutes. Add 1 teacup of cold water, slosh it around gently for a few seconds, then drain in a sieve and gently squeeze out excess moisture. Shred the mint leaves (dont chop too finely or youll lose lots of flavour), then mix into the cucumber. Stir in the yogurt and olive oil, then taste and season.-Wipe excess marinade from the steaks and lightly brush with oil, then cook until medium rare (3-4 minutes on each side, depending on the thickness). Baste with reserved marinade as they cook. Rest the lamb for 5 minutes, then serve.",
    "Category": "Meat"
  },
  {
    "title": "Grilled mackerel, grapefruit and pesto freekeh salad",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 40 MIN, GRILL TIME 10 MIN",
    "description": "The combination of crispy grilled mackerel, sharp grapefruit and the nutty flavour of freekeh, all topped with fresh pesto, makes this grain salad worthy of a special lunch.",
    "nutritions": {
      "CALORIES": "885KCALS",
      "FAT": "53.2G (9.7G SATURATED)",
      "PROTEIN": "44.6G",
      "CARBOHYDRATES": "50G (16G SUGARS)",
      "FIBRE": "13.7G",
      "SALT": "1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/788395-1-eng-GB_grilled-mackerel-salad-768x960.jpg",
    "ingredients": "Olive oil for frying and drizzling-1 red onion, finely chopped-1 tbsp balsamic vinegar-200g freekeh-500ml chicken stock-Squeeze lemon juice-8 skin-on mackerel fillets, pin boned (small bones removed with kitchen tweezers/pliers)-3 large pink grapefruit, segmented and juice reserved (for the pesto)-100g young leaf spinach-25g fresh flatleaf parsley, chopped-100g pine nuts, lightly toasted for 5 minutes in a dry frying pan-50g basil-50g fresh flatleaf parsley-120ml extra-virgin olive oil-50g parmesan, coarsely grated-Reserved juice from the segmented grapefruit (above)",
    "method": "Heat a glug of olive oil in a large pan, then add the onion and gently fry for 5-6 minutes until softened. Add the balsamic vinegar and freekeh, then cook for 2-3 minutes more. Add the stock and simmer for 20 minutes until the freekeh is al dente  the stock should be almost completely absorbed. Turn off the heat and allow to cool to just warm.-Meanwhile, put half the pine nuts and the rest of the pesto ingredients in a food processor and whizz to a rough paste. Heat the grill to high.-Drizzle olive oil and a squeeze of lemon over the mackerel fillets, then grill for 5-8 minutes, skin-side up, until cooked through (keep an eye on them, as grills vary in strength).-Stir the grapefruit segments, spinach, parsley and half the pesto into the freekeh. Season to taste and serve with the mackerel, extra pesto and the remaining pine nuts.",
    "Category": "Meat"
  },
  {
    "title": "Lentil, spinach and cumin soup",
    "serves": "SERVES 4",
    "time": "HANDS ON TIME 15 MINUTES, COOKING TIME 45 MINUTES",
    "description": "For a filling vegetarian dinner, try this warming Middle Eastern-style soup full of lentils, spices and spinach, and topped with fried onions and pine nuts. Lemon and yogurt add brightness to bring out the earthiness of the lentils.",
    "nutritions": {
      "CALORIES": "331KCALS",
      "FAT": "14.4G (1.9G SATURATED)",
      "PROTEIN": "13G",
      "CARBOHYDRATES": "23G (3.9G SUGARS)",
      "FIBRE": "6.6G",
      "SALT": "1.1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/785981-1-eng-GB_lentil-soup-768x960.jpg",
    "ingredients": "3-4 tbsp extra-virgin olive oil-2 onions, sliced-4 garlic cloves, sliced-1 tsp ground coriander-1 tsp cumin seeds-150g brown or green lentils-1.2 litres vegetable stock (we like Knorr)-200g spinach-Freshly squeezed juice of 1 lemon-4 tbsp natural yogurt-25g pine nuts, toasted",
    "method": "Heat 3 tbsp of the olive oil in a large, heavy-based saucepan and add the sliced onions. Cook, covered, for 8-10 minutes until softened. Remove half the onions and set aside.-Continue to cook the onions left in the pan for 10-15 minutes until deep brown, sweet and caramelised. Remove and set aside for the garnish.-Return the softened onions to the pan, add the garlic, coriander, cumin seeds and lentils, then stir for 1-2 minutes until well coated in oil. Add more oil if necessary. Add the stock, bring to the boil, then lower the heat and simmer gently for 30 minutes, uncovered, until the lentils are soft.-Add the spinach and stir until wilted. Transfer half the soup to a blender and liquidise to make a purée. Stir this back into the soup. Season to taste with lemon juice, salt and ground black pepper.-Divide the soup equally among 4 bowls, add a spoonful of plain yogurt to each and scatter the pine nuts and fried onions over the top. Serve immediately.",
    "Category": "Soups"
  },
  {
    "title": "Warm quinoa salad with broad beans and pomegranate",
    "serves": "SERVES 2-4",
    "time": "HANDS ON TIME 15 MINUTES, COOKING TIME 15 MINUTES",
    "description": "Top this Middle Eastern-style quinoa salad, by vegetarian cookery book writer Rose Eliot, with halloumi, houmous, feta or avocado for an easy, vegetarian dinner.",
    "nutritions": {
      "CALORIES": "154KCALS",
      "FAT": "2.2G (0.2G SATURATED)",
      "PROTEIN": "32G",
      "CARBOHYDRATES": "24.3G (7.2G SUGARS)",
      "FIBRE": "6G",
      "SALT": "0.1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/777199-1-eng-GB_quinoa-salad-768x960.jpg",
    "ingredients": "125g quinoa-200g frozen broad beans-1 pomegranate-4 spring onions, chopped-1 tbsp brown rice vinegar (from Waitrose, Ocado and specialist Asian and health food stores)-1 tbsp mirin-2 tsp chopped fresh mint",
    "method": "Rinse the quinoa in a sieve, then put it into a saucepan with 250ml water and bring to the boil. Cover and simmer over a gentle heat for about 15 minutes until all the water has been absorbed and the quinoa is fluffy.-Meanwhile, put the broad beans in a saucepan, cover with boiling water and simmer for 2-3 minutes until tender. Drain, then cover with cold water to cool. With your fingers, pop the beans out of their grey skins and into a medium bowl.-In a small bowl, combine the dressing ingredients, if using, then pour it over the beans to dress.4. Cut the pomegranate in half around its equator. Hold each half over the beans, cut-side down, and bang with a wooden spoon to release the seeds.-Add the beans and pomegranate to the cooked quinoa with the spring onions. Stir to combine, then serve.",
    "Category": "Vegetarian"
  },
  {
    "title": "Spicy chicken, chickpea and fennel salad",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 15 MINUTES, COOKING TIME 15 MINUTES",
    "description": "For a cheap weeknight dinner thats easy to make, try this quick chicken salad made with fresh fennel, leftover chicken, chickpeas and harissa.",
    "nutritions": {
      "CALORIES": "360KCALS",
      "FAT": "17.5G (2.6G SATURATED)",
      "PROTEIN": "28.7G",
      "CARBOHYDRATES": "21.9G (3G SUGARS)",
      "FIBRE": "8.7G",
      "SALT": "0.9G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/776496-1-eng-GB_chicken-salad-768x960.jpg",
    "ingredients": "250g leftover roast chicken-1 fennel bulb-Juice of ½ lemon-4 tbsp olive oil-1 red onion, cut into wedges-1 garlic clove, finely sliced-2 x 400g tins chickpeas, drained and rinsed-2 tbsp rose harissa",
    "method": "Shred the roast chicken into a bowl. Using a mandoline if youve got one, finely slice the fennel (reserving any fronds), then toss in a separate bowl with half the lemon juice and half the oil. Season, then toss with the chicken.-Heat the remaining oil in a frying pan over a medium heat, then gently fry the onion for 5 minutes. Add the garlic and fry for a further minute.-Add the chickpeas to the pan with the harissa and a splash of hot water, then cook until the chickpeas are warmed through. Transfer the mix to a bowl and season with sea salt, pepper and the remaining lemon juice. Toss with the chicken and fennel. Finely chop any fennel fronds and stir them in to serve.",
    "Category": "Meat"
  },
  {
    "title": "Donal Skehans ultimate chicken tagine",
    "serves": "SERVES 4",
    "time": "TAKES 20 MINS TO MAKE, 40 MINS TO COOK, PLUS MARINATING AND SOAKING",
    "description": "Donal Skehans straightforward chicken tagine recipe is bursting with spices and fruity flavour  the aromas released as it cooks will have you and the people youre cooking for salivating.",
    "nutritions": {
      "CALORIES": "646KCALS",
      "FAT": "16.8G (2.3G SATURATED)",
      "PROTEIN": "51.3G",
      "CARBOHYDRATES": "67.1G (32.3G SUGARS)",
      "FIBRE": "6.6G",
      "SALT": "TRACE"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/772066-1-eng-GB_chicken-tagine.jpg",
    "ingredients": "8-10 free-range chicken thighs, boned, skinned and sliced into bite-size pieces-2 tsp paprika-½ tsp ground cinnamon-1 tsp ground turmeric-1 tsp ground cumin-1 tsp ground ginger-100g dried apricots, sliced-50g raisins-500ml chicken stock, hot-1 tbsp rapeseed oil, plus extra if needed-2 large onions, finely sliced-6 garlic cloves, finely chopped-Pinch of saffron, soaked in a splash of hot water-2 x 400g tins chopped tomatoes-1 tbsp tomato purée-1 tbsp honey-50g flaked almonds, toasted, to serve-Handful of fresh coriander, chopped-250g couscous-A few fresh mint sprigs, chopped-Grated zest and juice of 1 lemon",
    "method": "In a bowl, toss the chicken with the spices, cover with cling film and chill for at least 1 hour, or overnight. Meanwhile, soak the apricots and raisins in a little of the hot stock and set aside for at least an hour.-Heat the oil in a large, deep-sided frying pan over a high heat. Add the chicken in 2 batches and brown all over. Remove from the pan using a slotted spoon and set aside on a plate lined with kitchen paper. You should be left with a rich golden oil in the pan, but add extra rapeseed oil if required.-Fry the onions over a medium heat for 4-6 minutes until soft, stirring through the garlic for the last minute. Add the saffron along with its water, and the tomatoes, tomato purée, honey, fruit and soaking liquid. Pour in the remaining chicken stock and bring to a steady simmer. Cook for about 10 minutes, then season with sea salt and ground black pepper.-Return the browned chicken pieces to the pan and carefully stir through. Simmer, partly covered, for 20 minutes, stirring occasionally, until the chicken is cooked through and the sauce has thickened.-Put the couscous in a heatproof bowl and cover with 250ml boiling water. Cover the bowl with cling film or a clean tea towel and leave for about 5 minutes until all the water has been absorbed and the couscous appears plump. Use a fork to fluff up the couscous, then mix in the mint, lemon juice and most of the zest. Season with sea salt and ground black pepper. Serve the chicken tagine on top of a generous helping of couscous, with toasted flaked almonds, chopped fresh coriander and the remaining lemon zest scattered over.",
    "Category": "Tagines"
  },
  {
    "title": "Lentils and pasta with tamarind, sumac and pomegranate",
    "serves": "SERVES 8-10",
    "time": "READY IN 1 HOUR",
    "description": "Yotam Ottolenghis flavoursome pasta recipe, made with pomegranate molasses, sumac and garlic, was created for the #CookForSyria campaign to raise funds needed to aid children in Syria (and surrounding countries) who have been displaced by war.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/760296-1-eng-GB_ottolenghi-cookforsyria.jpg",
    "ingredients": "40g tamarind, soaked in 200ml boiling water-250g fettuccini, broken up roughly-60ml olive oil-2 red onions, thinly sliced (around 350g)-1 ½ litres chicken stock-350g brown lentils-2 tbsp pomegranate molasses-Sea salt flakes-Black pepper-6 garlic cloves, crushed-30g coriander, roughly chopped-20g parsley, roughly chopped-90g pomegranate seeds-2 tsp sumac-2 lemons, cut into wedges",
    "method": "Mix the tamarind with the water to separate the pips.-Strain the liquid into a small bowl, discarding the pips, and set aside.-Place a large saucepan on a medium-high heat and once hot, add the broken-up fettucini. -Toast for 1-2 mins until the pasta starts to brown, then remove from the pan and set aside.-Pour 2 tablespoons of oil into the pan and return to a medium-high heat. Add the onion and fry for 8 minutes, stirring frequently until golden and soft. Remove from the pan and set aside.-Add the chicken stock to the pan and place on a high heat.-Once boiling, add the lentils, reduce the heat to medium and cook for 20 mins until soft.-Add the toasted fettucine, tamarind water, 150ml water, pomegranate molasses, 4 teaspoons of salt and lots of pepper.-Continue to cook for 8-9 mins until the pasta is soft and almost all of the liquid has been absorbed and set aside for 10 minutes. The liquid will continue to be absorbed, but the lentils and pasta should remain moist.-Place a small saucepan on a medium-high heat with 2 tablespoons of oil. -Add the garlic and fry for 1-2 mins, until just golden brown. -Remove from the heat and stir in the coriander.-Spoon the lentils and pasta into a large, shallow serving bowl. Top with the onions, garlic and coriander, parsley, pomegranate seeds and sumac, and serve with the lemon wedges. ",
    "Category": "Vegetarian"
  },
  {
    "title": "Moroccan lamb tagine",
    "serves": "SERVES 6-8",
    "time": "HANDS-ON TIME 30 MIN, SIMMERING TIME 3 HOURS",
    "description": "Melt-in-your-mouth lamb and warming Moroccan spices  this lamb tagine recipe is perfect served with warm flatbreads. Sprinkle the tagine with the garnish just before serving.",
    "nutritions": {
      "CALORIES": "461KCALS",
      "FAT": "20.1G (6.9G SATURATED)",
      "PROTEIN": "43.3G",
      "CARBOHYDRATES": "22.3G (17.4G SUGARS)",
      "FIBRE": "9G",
      "SALT": "0.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/752855-1-eng-GB_moroccan-lamb-tagine-768x960.jpg",
    "ingredients": "Olive oil-2 red onions, sliced-3 garlic cloves, crushed-1 tbsp ground ginger-1 tbsp ground cinnamon-1 tbsp ground cumin-1 tbsp sweet paprika-1 tbsp ground turmeric-1.4kg British lamb shoulder, diced into 2cm cubes-2 x 400g tins chopped tomatoes-250g stoned prunes, roughly chopped-500ml chicken stock-1 tbsp sugar-400g tin chickpeas, drained and rinsed-Juice ½ lemon-Large bunch fresh parsley-Large bunch fresh coriander-80g shelled pistachios, toasted in a dry pan-100g pomegranate seeds-Couscous or flatbreads",
    "method": "Heat a large glug of oil in a deep, flameproof casserole over a medium heat. Add the onions and fry for 4-5 minutes until beginning to colour. Add the garlic and all the ground spices and fry for 2 minutes more, stirring with a wooden spoon.-Season the lamb, then add it to the pot and cook for 5 minutes, stirring regularly. Add the chopped tomatoes, prunes, stock and sugar and bring to a good simmer, then reduce the heat to low. Add 100ml water and simmer gently for 3 hours. Stir the tagine every so often so it doesnt stick and burn on the bottom. If it reduces and thickens too quickly, add a splash more water to loosen it. You want a rich sauce thats still fairly liquid.-For the last 30 minutes of the cooking time, stir in the chickpeas and lemon juice. Taste and season with salt and pepper. Serve scattered with parsley, coriander, pistachios and pomegranate seeds, with couscous or flatbreads (you could try one of these flatbread recipes) as an accompaniment.",
    "Category": "Tagines"
  },
  {
    "title": "Pomegranate and chicken stew",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 25 MIN, SIMMERING TIME 45-50 MIN",
    "description": "This sweet and savoury chicken stew recipe can be made a day in advance and re-heated for when you are ready to tuck in.",
    "nutritions": {
      "CALORIES": "531KCALS",
      "FAT": "16.3G (7.5G SATURATED)",
      "PROTEIN": "55.2G",
      "CARBOHYDRATES": "35.6G (32G SUGARS)",
      "FIBRE": "10.5G",
      "SALT": "1.2G SALT"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/752456-1-eng-GB_chicken-and-pomegrante-stew-768x960.jpg",
    "ingredients": "40g butter-400g shallots, quartered-5 carrots, sliced into 2cm pieces-1kg free-range skinless and boneless chicken thighs-3 garlic cloves, roughly chopped-2 bay leaves-1 cinnamon stick-300ml pomegranate juice-2 tbsp pomegranate molasses-500ml chicken stock-Large bunch fresh coriander-Large bunch fresh flatleaf parsley-100g pomegranate seeds-Steamed rice to serve",
    "method": "Melt the butter in a large casserole dish over a medium heat. Add the shallots and fry for 8-10 minutes, stirring occasionally, until softened and lightly caramelised. Add the carrots and cook for 5 minutes more.-Add the chicken thighs, garlic, bay leaves, cinnamon, pomegranate juice and molasses, and the stock. Bring to the boil, then turn down the heat to a gentle simmer. Cook for 45-50 minutes until the chicken is cooked through and tender. Season with salt and pepper, stir in the herbs and top with pomegranate seeds. Serve with steamed rice.",
    "Category": "Meat"
  },
  {
    "title": "Pomegranate and orange blossom bakewell tart",
    "serves": "SERVES 8",
    "time": "HANDS-ON TIME 50 MIN, OVEN TIME 35-40 MIN, PLUS CHILLING",
    "description": "Try this twist on a traditional bakewell tart using pomegranate and orange blossom  its super easy and bound to impress.",
    "nutritions": {
      "CALORIES": "596KCALS",
      "FAT": "30.8G (14.6G SATURATED)",
      "PROTEIN": "9G",
      "CARBOHYDRATES": "69.7G (45.5G SUGARS)",
      "FIBRE": "2G",
      "SALT": "0.1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/752463-1-eng-GB_pomegrante-bakewell-768x960.jpg",
    "ingredients": "125g caster sugar-125g cold unsalted butter, cubed-3 large free-range egg yolks-250g plain flour, plus extrato dust-1 medium free-range egg, plus 1 extra yolk-75g light soft brown sugar-1 tsp vanilla extract-2 tsp orange blossom water-75g unsalted butter, melted-75g ground almonds-200g strawberry jam-125g pomegranate seeds-Handful flaked almonds-Icing sugar to dust-Fluted tart tin (12cm x 36cm rectangular or 18cm round)",
    "method": "For the pastry, whizz the sugar, butter and egg yolks in a food processor until combined and smooth. Add the flour, then pulse until it comes together into a dough. (If making the pastry by hand, sift the flour onto a clean work surface in a ring shape, put the sugar, butter and yolks in the centre, then use your fingers to rub it all together, working in the flour to make a dough. Tip onto a dusted work surface, then shape into a rectangle/disc. Wrap in cling film and chill for 1 hour (see Make Ahead).-Heat the oven to 190°C/170°C fan/gas 5. Put the pastry between 2 sheets of non-stick baking paper. Roll it out to the thickness of a £2 coin so its 2-3cm larger than your tart tin all around. Peel off one sheet of baking paper, then carefully flip the pastry out into the tin. If it tears a little, patch up any holes with some of the excess.-Tear off a little more excess pastry, shape into a ball and dip it in flour. Use it to push the pastry gently into the edges/flutes. Use a sharp knife to trim the top. Put the tin in the freezer for 20 minutes.-Line the chilled pastry case with non-stick baking paper or foil, then fill with baking beans. Bake for 20 minutes. Remove the beans and paper/foil, then return the case to the oven for 3-4 minutes until dry and sandy to the touch. Remove from the oven. Turn down the oven to 180°C/160°C fan/gas 4.-For the filling, whisk the egg and yolk, sugar, vanilla and orange blossom water in a mixing bowl, using an electric mixer, until pale and thick. Whisk in the melted butter and ground almonds.-Mix the jam with 100g of the pomegranate seeds, then spread over the base of the cooked pastry case. Pour over the filling, then top with the almonds. Bake for 35-40 minutes until the filling has set (it will have a slight wobble). If the pastry looks as if its browning too much, place a loose piece of foil over the tart.-Leave to cool for 5 minutes, then turn out the tart onto a wire rack. Dust with icing sugar and serve warm with cream or custard and the rest of the pomegranate seeds.",
    "Category": "Appetizers"
  },
  {
    "title": "Quick harissa lamb and red onions with herby quinoa",
    "serves": "SERVES 4",
    "time": "READY IN 20 MINUTES",
    "description": "If there are any leftovers from this quick lamb with quinoa supper, you can have it for lunch the next day.",
    "nutritions": {
      "CALORIES": "702KCALS",
      "FAT": "38.1G (7.6G SATURATED)",
      "PROTEIN": "29G",
      "CARBOHYDRATES": "47.7G (10.4G SUGARS)",
      "FIBRE": "3.8G",
      "SALT": "0.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/735135-1-eng-GB_harissa-lamb-and-red-onions.jpg",
    "ingredients": "2 tbsp olive oil-2 red onions, cut into wedges-500g lamb leg or neck fillet, cut into strips-2 tbsp rose harissa (we like Belazu)-Zest and juice of 1 lemon-200ml chicken stock-2 x 250g packs ready-to-eat quinoa-2 tbsp extra-virgin olive oil-3-4 roasted red peppers, sliced-50g toasted pine nuts-Bunch of fresh coriander, roughly chopped",
    "method": "Heat the oil in a large frying pan over a medium heat and cook the onions for 2-3 minutes until starting to caramelise. Remove and set aside. Season the lamb, put in the pan the onions were cooked in, then cook over a medium heat until browned all over. Return the onions to the pan. Stir through the harissa, lemon zest and chicken stock, then bring to a gentle simmer. Cook for 10 minutes or so until the lamb is cooked through and the liquid has thickened slightly.-Meanwhile, heat the quinoa according to the pack instructions. When its ready, fluff up the grains with a fork, then stir through the extra-virgin olive oil, lemon juice, roasted red pepper slices, pine nuts and fresh coriander. Taste the lamb and season if needed. Serve the lamb with bowls of the quinoa.",
    "Category": "Meat"
  },
  {
    "title": "Chana masala",
    "serves": "SERVES 2",
    "time": "HANDS-ON TIME 35 MIN, SIMMERING TIME 15 MIN, PLUS 24 HOURS SOAKING IF USING DRIED CHICKPEAS",
    "description": "Chana masala is one of the worlds most popular curries and its easy to see why. Ella Shahs version is full of powerful spices and tangy flavours that remind her of home.",
    "nutritions": {
      "CALORIES": "591KCALS",
      "FAT": "23.8G (3G SATURATED)",
      "PROTEIN": "28.1G",
      "CARBOHYDRATES": "63.7G (15.3G SUGARS)",
      "FIBRE": "4.6G",
      "SALT": "0.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2021/10/960-.Chana-Masala-1-768x960.jpg",
    "ingredients": "200g dried chickpeas (or 2 x 400g tins chickpeas, drained and rinsed)  dried chickpeas have a better taste and texture than tinned-2 garlic cloves, crushed-Thumb-size piece fresh ginger, grated-1 medium green chilli, finely chopped-3-4 tbsp olive oil-1 large onion, finely chopped-1 tsp cumin seeds-400g tin chopped tomatoes-1 level tsp ground turmeric-¼ tsp chilli powder-1 tsp garam masala-½ tsp ground coriander-½ tsp ground cumin-Handful fresh coriander, chopped-Natural yogurt and lemon wedges to serve",
    "method": "If using dried chickpeas, soak them overnight, covered, in a pan of lukewarm water. The next morning, drain the water and cover with fresh water. Add ½ tsp salt and boil until soft (about 1½-2 hours). Drain and set aside.-Put the garlic, ginger and chilli in a small bowl and mix together into a coarse paste.-Heat the olive oil in a large frying pan over a medium heat and fry the onion for 10-15 minutes until soft and starting to brown. Add the cumin seeds and the ginger, garlic and chilli paste, and cook for a few seconds. Add the tomatoes and stir for 2 minutes, adding salt to taste.-Add the turmeric, chilli powder, garam masala, ground coriander and ground cumin and stir well to combine, then add the chickpeas and cook for 15 minutes. Stir in the chopped coriander and serve with a dollop of yogurt and lemon wedges to squeeze over.",
    "Category": "Appetizers"
  },
  {
    "title": "Zigni berbere (spicy chicken stew)",
    "serves": "SERVES 4-6",
    "time": "HANDS-ON TIME 25 MIN, SIMMERING TIME 1 HOUR 30 MIN",
    "description": "A classic Eritrean dish, zigni berbere is a spicy stew, with berbere being a popular spice blend that goes into it. Negat Husseins version is best eaten with injera, a spongy-textured flatbread.",
    "nutritions": {
      "CALORIES": "332KCALS",
      "FAT": "12.3G (2.4G SATURATED)",
      "PROTEIN": "38.3G",
      "CARBOHYDRATES": "11.2G (9.5G SUGARS)",
      "FIBRE": "4.1G",
      "SALT": "3.1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/726339-1-eng-GB_eritrean-chicken-stew-1-768x960.jpg",
    "ingredients": "50ml vegetable oil-2 large onions, chopped-4 garlic cloves, crushed-1kg British free-range skinless and boneless chicken thighs, cut into cubes-2 x 400g tins plum tomatoes-2 beef stock cubes-1 tbsp tomato paste-125ml dry red wine (optional)-Bunch fresh coriander, roughly chopped, plus extra to serve-Lemon wedges to serve-Eritrean injera flatbreads (or regular flatbreads) or rice and a green salad to serve-1 tsp each ground ginger, fenugreek and black pepper-½ tsp ground coriander-½ tsp ground cardamom-¼ tsp ground cloves-¼ tsp ground allspice-Pinch ground cinnamon-½ tbsp fine sea salt-1 tbsp mild paprika",
    "method": "In a large pan, heat a glug of oil. Add the onions and fry for 5 minutes until starting to colour, then add the garlic and fry for 2-3 minutes more or until the onions are golden.-Mix the berbere ingredients in a small bowl and set aside (or see tip). Add the chicken to the onions and fry, turning, until starting to colour. Add the remaining ingredients, including the berbere blend, and simmer gently until the meat is tender (1-1½ hours). Taste, season and serve with the accompaniments.",
    "Category": "Meat"
  },
  {
    "title": "Basbousa (sweet semolina cake)",
    "serves": "SERVES 12-14",
    "time": "HANDS-ON TIME 15 MIN, OVEN TIME 25 MIN",
    "description": "Traditionally for a special occasion, basbousa is a treat that can be found in all Arab countries. Azza Mustafas version is sweet and sticky with hints of citrus.",
    "nutritions": {
      "CALORIES": "332KCALS",
      "FAT": "8.3G (5.3G SATURATED)",
      "PROTEIN": "3.9G",
      "CARBOHYDRATES": "60.3G (47.3G SUGARS)",
      "FIBRE": "0.5G",
      "SALT": "0.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/725517-1-eng-GB_syrup-soaked-semolina-cake-1-drizzle-2.jpg",
    "ingredients": "450g caster sugar-2 tbsp lemon or orange juice-110g butter, melted, plus extra for greasing-280ml full-fat greek yogurt-200g caster sugar-240g semolina-1 tbsp baking powder-28cm x 18cm cake tin at least 6cm deep, greased with butter and lined with non-stick baking paper",
    "method": "To make the syrup, put the sugar and 340ml cold water into a pan over a medium heat and let the sugar dissolve. Add the lemon or orange juice and bring to a boil. Once the syrup begins to boil, reduce the heat to low and simmer gently for 8-10 minutes. Remove from the heat.-Heat the oven to 180°C/160°C fan/ gas 4. In a mixing bowl, combine the butter, yogurt and sugar using a metal spoon. In a separate large bowl, combine the semolina and baking powder. Carefully fold the butter mixture into the semolina until just combined.-Pour the batter into the tin and bake for 25 minutes until golden and a skewer pushed into the middle comes out clean. Slowly pour the syrup over the cake until no more can be absorbed. Cool, then turn out onto a large plate or board. Cut into diamond shapes to serve.",
    "Category": "Appetizers"
  },
  {
    "title": "Eric Lanlards clementine and pomegranate cake (gluten-free)",
    "serves": "SERVES 12",
    "time": "PREPARATION TIME 25 MINS, PLUS COOLING AND COOKING TIME 2-2½",
    "description": "Eric Lanlards gluten-free clementine cake is made with ground almonds and steeped in syrup for a seriously moist texture. Top with pomegranate seeds for a bejewelled effect and serve  it makes an excellent alternative to Christmas cake.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/724993-1-eng-GB_clementine-and-pomegranate-cake-768x912.jpg",
    "ingredients": "4 clementines or satsumas, unpeeled-1 cinnamon stick-oil, for greasing-6 large eggs-225g light muscovado sugar-1 tsp gluten-free baking powder-300g ground almonds-1 pomegranate, halved-25g light muscovado sugar-1 tsp orange blossom extract-1 tsp vanilla bean paste-3 tbsp apricot jam to make a glaze-icing sugar, for dusting",
    "method": "Put the clementines or satsumas and cinnamon stick into a medium saucepan, cover with cold water and bring to the boil. Reduce the heat, cover with a lid and simmer for 11½ hours, then drain the fruit and remove the cinnamon stick. Leave to cool for 30 minutes, then halve the cooked fruit and discard the pips. Put the fruit, including the peel, into a blender or food processor and blend to a purée. Set aside.-Preheat the oven to 180C/160C fan/gas 4. Grease a 23cm diameter, 9cm deep cake tin and line with baking paper. Using an electric hand whisk, whisk the eggs and sugar in a heatproof bowl over a saucepan of barely simmering water for about 5 minutes until pale and mousse-like. Take the bowl off the heat and add the baking powder, ground almonds and the fruit purée. Fold in gently but thoroughly.-Spoon the mixture into the prepared tin and bake in the oven for 20 minutes. Reduce the oven temperature to 160C/140C fan/gas 3 and bake for a further 30 minutes, or until a skewer inserted into the centre comes out clean. Leave to cool in the tin for 15 minutes, then transfer to a cooling rack to cool completely.-To make the syrup, squeeze the pomegranate halves to extract the juice, reserving the seeds, then pour the juice into a small saucepan. Add the sugar and bring to the boil, then simmer for 2 minutes. Leave to cool slightly (the liquid should still be warm), then stir in the orange blossom extract and vanilla paste. Using a pastry brush, soak the cake with the warm pomegranate syrup and leave in the tin until completely cold.-To make the apricot glaze, put the jam into a small saucepan and gently warm through, then press through a fine sieve to remove any lumps.-Remove the cold cake from the tin and place on a serving plate. If the cake has sunk a little in the middle, you can turn the cake upside-down for a nice flat and even finish. Using a pastry brush, brush the apricot glaze all over the cake, including the sides. Just before serving, scatter the reserved pomegranate seeds over the top of the cake and dust with icing sugar.",
    "Category": "Sweets&Drinks"
  },
  {
    "title": "Chicken basteeya",
    "serves": "SERVES 6-8",
    "time": "HANDS-ON TIME 1 HOUR, SIMMERING TIME 30 MIN, OVEN TIME 30 MIN",
    "description": "Chicken pie but not as you know it  this slightly sweetened Moroccan-inspired recipe wraps a spiced chicken and sultana filling in a crunchy layer of filo pastry.",
    "nutritions": {
      "CALORIES": "410KCALS",
      "FAT": "25.9G (10.3G SATURATED)",
      "PROTEIN": "24.1G",
      "CARBOHYDRATES": "19.1G (11.1G SUGARS)",
      "FIBRE": "2.3G",
      "SALT": "0.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/723765-1-eng-GB_moroccan-chicken-pie-768x960.jpg",
    "ingredients": "125g unsalted butter-8 British free-range chicken thighs-2 onions, finely sliced-5 garlic cloves, crushed-Large thumb-size piece fresh ginger, finely grated-½ tsp ground turmeric-2 tsp ground coriander-1 tsp ground cumin-½ tsp paprika (not smoked)-1 tsp ground cinnamon, plus extra-100g blanched almonds, chopped-2 tbsp icing sugar, plus extra-50g sultanas-Zest 1 lemon and juice ½-3 medium free-range eggs, beaten-Small bunch fresh flatleaf parsley, leaves roughly chopped-Small bunch fresh coriander, roughly chopped-5-6 filo pastry sheets-23cm loose-bottomed cake tin",
    "method": "Melt 50g of the butter in a large, deep frying pan over a medium heat. When hot, season the chicken with salt and add to the pan, skin-side down, then fry for 5-6 minutes until deep golden on the underside. Flip the chicken and fry for another minute or so, then remove from the pan and set aside.-Turn down the heat and add the onions, stirring for 5-6 minutes until softened but not coloured. Add the garlic and ginger, then fry for 2 minutes. Add the spices, then fry, stirring, for another 3-4 minutes. Put the chicken back in the pan, then pour in 400ml water. Bring to a brisk simmer, partially cover the pan and cook for 30 minutes. Remove the chicken to a plate and leave until cool enough to handle.-Bring the liquid in the pan to the boil and reduce for 5-10 minutes until it begins to thicken  when you drag a spoon through, the liquid should stay parted for a second before coming together. Turn off the heat and leave to cool for 10 minutes, then stir in the almonds, icing sugar, sultanas, lemon zest and juice, and finally the eggs to give a smooth sauce that coats the back of a spoon easily.-Transfer the sauce to a large bowl. Remove and discard the chicken skin and bones, then shred the meat into the sauce. Stir in the herbs, taste and season accordingly  it should taste quite sweet and spiced. Set aside to cool completely.-Once cool, melt the remaining 75g butter and heat the oven to 200°C/ 180°C fan/gas 6. Brush the cake tin with melted butter. Brush one sheet of filo with melted butter, then lay it over the tin, buttered-side up, and push it into the tin to line it, leaving an overhang. Repeat with the next sheet, laying it at a different angle, then keep going so the cake tin is well lined with filo. Spoon the filling into the filo case and pack it in, then fold over the overhanging filo to enclose it. You may need an extra sheet of filo, folded to fill any gap. Brush the pie with more melted butter, then put the tin on a baking tray and cook in the oven for 30 minutes until the pastry is golden. Remove, leave to stand for 20 minutes, then remove from the tin. Sift over a little cinnamon and icing sugar, then serve.",
    "Category": "Appetizers"
  },
  {
    "title": "Almond, pistachio and turkish delight mhencha",
    "serves": "SERVES 10-12",
    "time": "HANDS-ON TIME 45 MIN, OVEN TIME 30-35 MIN",
    "description": "Crisp layers of filo pastry are filled with spiced frangipane and gooey chunks of Turkish delight, then rolled into a spectacular Moroccan mhencha swirl.",
    "nutritions": {
      "CALORIES": "602KCALS",
      "FAT": "44.2G (16.4G SATURATED)",
      "PROTEIN": "13.3G",
      "CARBOHYDRATES": "36.8G (22.7G SUGARS)",
      "FIBRE": "1.2G",
      "SALT": "0.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/708595-1-eng-GB_mhencha-dark.jpg",
    "ingredients": "7 sheets filo pastry-75g unsalted butter, melted, for brushing-250g unsalted butter-200g icing sugar, plus extra to dust-3 medium free-range eggs-½ tsp sea salt flakes-2-3 tsp orange blossom water-2 tsp ground cinnamon-Finely grated zest 1 orange and 1 lemon-300g ground almonds-100g pistachios, roughly ground or finely chopped, plus extra to serve-50g flaked almonds-80g rose or lemon flavoured turkish delight, snipped into small pieces-23cm round cake tin with removable base (see tips) and a large work surface",
    "method": "To make the filling, put the butter and icing sugar into a large mixing bowl and beat with an electric mixer until combined and fluffy. Beat in the eggs, one by one, then fold in all the remaining ingredients. Set aside until needed.-Heat the oven to 200°C/180°C fan/gas 6. Lightly dust a large area of work surface with icing sugar. Lay out 6 filo sheets in a single row with the short edges facing you, overlapping each sheet on the previous one by 7-8cm. (Keep the final sheet to patch up any holes or tears.) Dollop the filling along the length of the pastry in the bottom third, leaving an 8-10cm border of pastry at the bottom, and the same at either end. Smooth the frangipane with your fingers into one long, even sausage shape.-Lightly brush the exposed pastry with melted butter, then fold the left end over onto the filling. Next, roll the pastry from the bottom up to cover the filling, and tuck it in around the frangipane. Carefully roll the frangipane-filled pastry upwards to encase it in the rest of the filo.-Brush the whole thing with more melted butter, then, starting from the left end, roll the sausage carefully into a snug coil, trying not to split the pastry. Tuck the unfilled flap of pastry at the right end under the coil to secure it, then brush the whole thing with more melted butter. Use small squares of the reserved filo sheet, buttered, to patch up any splits, draping them over the hole and pressing them into the pastry.-Carefully transfer the mhencha onto the base of the cake tin, then bring the sides up around it. Bake for 30-35 minutes until golden and crisp. Remove from the tin and leave to stand for 20-30 minutes. To serve, sift over some extra icing sugar, scatter with extra pistachios and slice into wedges. The mhencha can also be served at room temperature.",
    "Category": "Sweets&Drinks"
  },
  {
    "title": "Moroccan-spiced lamb steaks",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 30 MIN",
    "description": "This Moroccan inspired recipe offers a healthy alternative to steak and chips  a simple crowd pleaser.",
    "nutritions": {
      "CALORIES": "507KCALS",
      "FAT": "18.3G (4.8G SATURATED)",
      "PROTEIN": "35.6G",
      "CARBOHYDRATES": "43.2G (23.3G SUGARS)",
      "FIBRE": "13.8G",
      "SALT": "0.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/700071-1-eng-GB_morrocan_lamb-768x960.jpg",
    "ingredients": "2 tbsp olive oil-2 red onions, thinly sliced-500g courgettes, sliced-2 garlic cloves, crushed-1-3 tbsp harissa paste to taste (we like Belazu)-2 x 400g tins chopped tomatoes-2 x 400g tins chickpeas, drained and rinsed-100g dried apricots, roughly chopped-4 British free-range lamb steaks, about 100g each-Chopped fresh coriander to garnish",
    "method": "Heat 1 tbsp oil in a large pan and fry the onions for about 5 minutes until soft, then add the courgettes and fry for 5 minutes more. Add the garlic and fry for 1 minute, then stir in the harissa and cook for 1 minute. Pour in the tomatoes and chickpeas and simmer for 5 minutes, then add the apricots. Cook for 5 minutes, then taste and add more harissa if needed.-Meanwhile, rub the lamb with the remaining oil and season well. Heat a large frying pan over a medium-high heat and fry the steaks for 2-4 minutes on both sides (this will give you pink to well-done lamb). Remove from the heat and leave to rest for 5 minutes.-Slice the steaks into 1-2cm strips and serve them with the chickpea sauce and a few coriander leaves.",
    "Category": "Meat"
  },
  {
    "title": "Venison and parsnip tagine with buttered herb couscous",
    "serves": "SERVES 4-6",
    "time": "HANDS-ON TIME 40 MIN, OVEN TIME 3½-4 HOURS",
    "description": "The combination of slow-cooked venison with Middle Eastern herbs and spices makes this an impressive dinner party recipe. Perfect as a seasonal main for the winter months.",
    "nutritions": {
      "CALORIES": "600KCALS",
      "FAT": "17.7G (7.6G SATURATED)",
      "PROTEIN": "47.9G",
      "CARBOHYDRATES": "56.3G (21.2G SUGARS)",
      "FIBRE": "11.8G",
      "SALT": "1.9G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2016/03/Venison-Tagine-with-Cous-Cous-768x960.jpg",
    "ingredients": "Olive oil for frying-1kg diced venison-1 large onion, sliced-2 garlic cloves, sliced-1 large bunch fresh coriander, chopped-1tsp ras el hanout (a Middle Eastern spice mix, widely available)-½ tsp ground cumin-½ tsp ground ginger-¼ tsp ground turmeric-6 parsnips, chopped into chunks-8 dried figs, peeled, quartered-400g tin chopped tomatoes-500ml fresh beef stock, plus extra to loosen-Pomegranate molasses to serve-200g couscous-260ml freshly boiled water-60g unsalted butter-1 tsp sea salt-Small bunch fresh mint, leaves picked-Small bunch each fresh coriander and leaves picked, stems very finely chopped",
    "method": "For the tagine, heat a glug of oil in a large, deep casserole over a high heat. Add half the venison and fry for 5-6 minutes, turning, until browned. Remove to a plate using tongs or a slotted spoon, then repeat with the rest, adding more oil if needed. Heat the oven to 160°C/140°C fan/gas 3.-Turn down the heat to low and add the onion, garlic and chopped coriander. Cook gently, stirring occasionally, for 8 minutes. Season with salt and pepper, then add the ras el hanout and ground spices and cook for another minute.-Add the parsnips, dried figs, tinned tomatoes and beef stock along with the venison and resting juices, then bring to the boil, stirring to combine. Cover with a cartouche and a lid, then cook in the oven for 3½-4 hours until the venison is falling apart. Dont let the tagine dry out  check it after 3 hours and add 250ml hot stock/water if it looks dry.-When the venison is ready, put the couscous in a large bowl, pour in the boiled water, then cover with cling film. Put the butter and salt in a small frying pan and heat gently until the butter is foaming, stirring to dissolve the salt. Fluff the couscous with a fork, then pour over the hot butter and mix in the herbs, reserving a few coriander leaves. Sprinkle the tagine with pomegranate seeds, the reserved coriander leaves and a good drizzle of pomegranate molasses, then serve with the couscous.",
    "Category": "Tagines"
  },
  {
    "title": "Lamb and quince tagine with chermoula and buttered couscous",
    "serves": "SERVES 6-8",
    "time": "HAND-ON TIME 1 HOUR, SIMMERING TIME 1 HOUR 30 MIN",
    "description": "The sweet flavours of quince work perfectly along side ginger and cinnamon in this classic Moroccan lamb and quince tagine recipe.",
    "nutritions": {
      "CALORIES": "707KCALS",
      "FAT": "30.3G (10.4G SATURATED)",
      "PROTEIN": "38.1G",
      "CARBOHYDRATES": "67.6G (23.2G SUGARS)",
      "FIBRE": "5.6G",
      "SALT": "1.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/603321-1-eng-GB_lamb-and-quince-tagine-with-chermoula-and-buttered-couscous-768x960.jpg",
    "ingredients": "3 tbsp olive oil-1kg lean lamb shoulder or leg, cut into chunks-2 onions, thinly sliced-5cm fresh ginger, finely grated-200g skinned chopped tomatoes, fresh or from a can-Small cinnamon stick-1 tsp ground ginger-4 tbsp clear honey-1 small preserved lemon, flesh discarded (from the international section in large supermarkets) or 2 strips lemon zest, finely chopped-750ml lamb or chicken stock-¾ tsp salt-½ tsp black pepper-400g can chickpeas, drained-Pared zest and juice 1 lemon-½ tsp black pepper-1kg quinces (about 4 medium)-40g butter, plus an extra knob-2 tbsp caster sugar-¼ tsp ground cinnamon-50g blanched almonds, toasted in a dry frying pan, then split in half-3 garlic cloves, roughly chopped-2 tsp ground cumin-2 tsp ground coriander-1½ tsp paprika-1 tbsp harissa paste-Good pinch saffron strands-2 tbsp lemon juice-20g fresh coriander leaves-20g fresh mint leaves-4 tbsp olive oil-½ tsp salt-350g couscous-½ tsp salt-450ml boiling water-25g butter-Finely grated zest 1 small lemon",
    "method": "To make the chermoula, blend all the ingredients to a smooth paste in a food processor.-Heat 11?2 tbsp of the oil in a large flameproof casserole. Fry the lamb in 2 batches until browned all over, then lift onto a plate. Add the rest of the oil and onions to the pan and fry over a medium heat until soft and browned. Add the grated ginger, cook for 1 minute, then add the tomatoes, cinnamon, ground ginger, 2 tbsp honey and 2 tbsp chermoula. Simmer for 2-3 minutes, then return the lamb to the casserole and add the preserved lemon/lemon zest, stock, 1?2 tsp salt and the pepper. Part-cover, then simmer for 1 hour.-Stir in the chickpeas and simmer, uncovered, for 30 minutes more until the lamb is tender and the sauce has reduced a little more.-Meanwhile put 1 litre cold water and the lemon zest and juice in a saucepan. Peel, quarter and core the quinces, putting them in the pan as you go, to stop them browning. Bring to a simmer over a medium heat and cook for 10-15 minutes until just tender when pierced with the tip of a knife. Drain well and transfer to a deep frying pan or sauté pan. Add the butter, the remaining 2 tbsp honey, the sugar, cinnamon, 4 tbsp of the lamb cooking liquid and the remaining 1?4 tsp salt, then cook gently, turning now and then, until the juices are sticky and reduced and the quinces are tender.-Shortly before the lamb is ready, put the couscous and salt in a large heatproof bowl, then stir in the hot water. Cover with a clean tea towel and leave for 5 minutes. Uncover, then fluff up with a fork. Melt the 40g butter in a large pan, add the couscous and stir over a low heat for 2 minutes until heated through, then fork through the lemon zest. Melt the knob of butter in a pan and fry the almonds in it for 1 minute.-Stir the remaining chermoula into the lamb and adjust the seasoning to taste. Arrange the quinces over the top, scatter with the almonds, then serve with the buttered couscous.",
    "Category": "Tagines"
  },
  {
    "title": "Roasted aubergines with buttermilk dressing and Persian rice",
    "serves": "SERVES 4-6",
    "time": "HANDS-ON 30 MIN, STEAMING 30-35 MIN, OVEN 50 MIN",
    "description": "Smoky aubergine and crunchy, aromatic jewelled rice are married together with a tangy and fresh garlicky dressing in this Middle-Eastern inspired recipe.",
    "nutritions": {
      "CALORIES": "613KCALS",
      "FAT": "37.6G (12.1G SATURATED)",
      "PROTEIN": "11G",
      "CARBOHYDRATES": "58.9G (10.6G SUGARS)",
      "FIBRE": "7.3G",
      "SALT": "0.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/590130-1-eng-GB_roasted_aubergines.jpg",
    "ingredients": "4 large aubergines, halved lengthways-Scant 1 tbsp ras el hanout (a North African spice mix, from large supermarkets)-5 tbsp extra-virgin olive oil-284ml tub buttermilk-1 garlic clove, crushed-Juice ½ lemon-Small bunch fresh chives, finely chopped-350g long grain rice-100g unsalted butter, melted-200g cherries, stoned and quartered-100g walnuts, toasted in a frying pan with a little oil-Large bunch each fresh coriander and parsley, roughly chopped-1 small red chilli, finely chopped-Juice ½ -1 lemon",
    "method": "Heat the oven to 200°C/180°C fan/ gas 6. Score the aubergine flesh into diamond patterns with a small sharp knife, rub with the ras el hanout and slowly drizzle over the oil, letting it sink in before adding more. Put the aubergines in a roasting tin, scatter with sea salt and roast in the oven for around 50 minutes or until completely soft and golden.-Mix the dressing ingredients in a jug. Taste, season, then set aside.-Put the rice in a pan with a pinch of salt and cover with water. Bring to a simmer, then bubble gently for 8-10 minutes until the rice is half cooked. Drain and leave to sit for 1 minute.-Put half the butter in a large lidded sauté pan or wide saucepan over a low heat and swirl the pan to coat (the wider the pan, the bigger the crust). Tip in the rice and flatten the top gently, then poke some holes in the rice with a wooden spoon handle. Pour over 100ml water, then the rest of the butter. Lay a clean tea towel over the top of the pan, not touching the rice, then put the lid on top and fold the tea towel up over the lid so its away from the heat. Cook over a low heat for around 30-35 minutes. Gently lift up a section of the underside of the rice  there should be a golden crust. If its not ready, replace the tea towel and lid and cook a little longer.-Once the rice has a good crust to it (see Know-how), tip it out of the pan into a mixing bowl, scraping out the crust. Stir through the rest of the rice ingredients and season, breaking up the crust so its distributed evenly through. Serve the warm aubergines with the rice, with the dressing spooned over.",
    "Category": "Vegetarian"
  },
  {
    "title": "Wild rice salad with peas, pea shoots and green harissa",
    "serves": "SERVES 6-8 AS A STARTER OR SIDE DISH",
    "time": "HANDS-ON TIME 15 MIN, SIMMERING TIME 30 MIN",
    "description": "A summery, vegetarian rice salad recipe full of fresh flavours and with a kick of chilli  from the chefs at Mildreds restaurant in Soho, London.",
    "nutritions": {
      "CALORIES": "169KCALS",
      "FAT": "1.1G (0.1G SATURATED)",
      "PROTEIN": "6.4G",
      "CARBOHYDRATES": "31.2G (2.7G SUGARS)",
      "FIBRE": "4.2G",
      "SALT": "0.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/579674-1-eng-GB_wild-rice-salad-with-peas-pea-shoots-and-green-harissa-768x1024.jpg",
    "ingredients": "300g wild rice (see tip)-150g frozen garden peas-6 spring onions-1 medium cucumber-Bunch fresh flat leaf parsley, leaves picked-Bunch fresh coriander, leaves picked-2 green chillies, deseeded and finely chopped-100ml green harissa paste (see know-how)-Grated zest and juice 1 lemon-50g pea shoots to garnish",
    "method": "Bring a pan of salted water to the boil. Add the rice, reduce to a simmer and cook for about 30 minutes or until tender. Add the peas for the last 5 minutes. Drain the rice and peas and run under cold water until cool, then set aside (see make ahead).-Thinly slice the spring onions and roughly chop the cucumber and herbs, then put in a large bowl. Add the chopped chillies to the bowl along with the cooled rice and peas. Toss through the green harissa, grated lemon zest and juice, then garnish with the pea shoots to serve",
    "Category": "Vegetarian"
  },
  {
    "title": "Chicken briouats",
    "serves": "MAKES ABOUT 15",
    "time": "HANDS-ON TIME 1 HOUR, OVEN TIME 5-8 MIN, PLUS COOLING",
    "description": "A spiced chicken filling made with sweet apricots is encased in crisp filo pastry to make these Moroccan chicken briouats.",
    "nutritions": {
      "CALORIES": "228KCALS",
      "FAT": "9.3G (3.9G SATURATED)",
      "PROTEIN": "8.8G",
      "CARBOHYDRATES": "27G (6.4G SUGARS)",
      "FIBRE": "0.9G",
      "SALT": "0.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/533204-1-eng-GB_chicken-briouats-768x1046.jpg",
    "ingredients": "125g British free-range chicken thigh fillets-125g British free-range skinless chicken breasts-2 tbsp good quality extra-virgin olive oil-1½ tsp salt-1½ tsp ground black pepper-1 large onion, chopped-1 large garlic clove, finely chopped-40g caster sugar-Pinch saffron threads-100g dried apricots, finely chopped-80g cold unsalted butter, cut into small cubes-1½ tsp clear honey-2 medium free-range eggs, plus 3 egg yolks mixed with a little water-Small bunch fresh coriander, chopped-Small bunch fresh flatleaf parsley chopped-15 filo pastry sheets",
    "method": "Mince the chicken using a food processor (see food teams tips). Heat the olive oil in a lidded sauté pan and fry the chicken, stirring, until golden brown. Add the salt and black pepper, then scatter over the onion and garlic (this way, the onion and garlic will steam and wont burn). Cover with a lid and dont stir for 10-15 minutes until the onion starts to release moisture.-Remove the lid, add the sugar, saffron and apricots, then stir regularly. After 12 minutes, mix in 50g of the butter and the honey.-Break the 2 eggs into a small bowl and beat briefly, then stir into the chicken mixture until well combined. Transfer to a tray (or two trays) to cool.-Once cool, mix in the chopped herbs. Melt the remaining butter, then leave it to settle. When white solids form on top, scoop them off with a spoon. Warm the butter again just before baking.-Cut each filo sheet widthways into 3 x 10cm wide strips. (If you have sharp kitchen scissors, layer the sheets up and cut in 1-2 batches.) Layer up 3 strips of filo, brushing egg yolk between each one. Put 1 tbsp of the filling into the corner at one end, then fold the corner of the filo over the filling at about 45 degrees to make a rough triangular parcel at the end. Take the other corner of the filo and fold it over at about 45 degrees, keeping the triangular shape. Keep folding the pastry from one side to the other to finish with a triangular parcel. Fold over the end of the filo, sealing with a bit of egg yolk. Repeat with the remaining strips until the mixture is used up (see tip).-Heat the oven to 200°C/ 180°C fan/gas 6. Put the briouats on a baking sheet and brush with the melted clarified butter. Bake for 5-8 minutes until golden brown and crisp. Serve the briouats hot or just warm.",
    "Category": "Appetizers"
  },
  {
    "title": "Spiced chicken with quinoa and lemon zest",
    "serves": "SERVES 4-6",
    "time": "HANDS-ON TIME 30 MIN, OVEN TIME 30 MIN",
    "description": "Jordan Bourkes Moroccan-inspired chicken recipe is completely wheat free making it suitable for people with coeliac disease.",
    "nutritions": {
      "CALORIES": "329KCALS",
      "FAT": "12.9G (2.4G SATURATED)",
      "PROTEIN": "25G",
      "CARBOHYDRATES": "29.2G (8.2G SUGARS)",
      "FIBRE": "1.9G",
      "SALT": "0.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/spiced-chicken-with-quinoa-768x960.jpg",
    "ingredients": "4 British free-range chicken thighs and 4 wings-Extra-virgin olive oil-1 tbsp ras el hanout (Moroccan spice mix, available from Sainsburys, Tesco, Waitrose and Ocado)-1 tsp chilli flakes-1 small red onion, halved and thinly sliced-1 tsp ground cinnamon-1 tsp ground cumin-3 garlic cloves, crushed-250g quinoa-12 dried apricots, sliced-Finely grated zest ½ unwaxed lemon-Handful each fresh flatleaf parsley, mint and coriander leaves, chopped, plus extra to garnish-1 tbsp pomegranate molasses (from Sainsburys, Waitrose, Ocado or Middle Eastern food shops), or lemon juice-Dried rose petals to garnish (optional; from baking shops or ottolenghi.co.uk)",
    "method": "Heat the oven to 190°C/170°C fan/ gas 5. Put the chicken pieces in a large roasting tray and drizzle over 1 tbsp extra-virgin olive oil or just enough to coat them. Season with plenty of sea salt, sprinkle over the ras el hanout and chilli flakes, then use your hands to rub the spices into the chicken. Roast for 25-30 minutes until cooked through and the skin is crisp and golden.-Meanwhile, in a large saucepan, gently sauté the red onion in a little olive oil for about 5 minutes until soft. Add the cinnamon, cumin, garlic and 1 tsp salt, then fry for another couple of minutes until aromatic.-Add the quinoa and 500ml water to the pan. Bring to the boil, then turn the heat to low and cover with a lid. Cook for about 12 minutes, then remove the lid and continue to cook until all the water has been absorbed and the quinoa is quite dry.-Take the pan off the heat and stir in the apricots, lemon zest, herbs and pomegranate molasses (or lemon juice). Season to taste.-Serve the quinoa with the chicken on top. Scatter over extra herb leaves and, if you like, some dried rose petals.",
    "Category": "Meat"
  },
  {
    "title": "Lemon and garlic chicken with couscous",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 20 MIN, PLUS MARINATING",
    "description": "Our lemon and garlic chicken, served with couscous and fresh herbs, is a supper thats full of sunshine. Made with chicken thighs and ingredients from your storecupboard, its a recipe youll return to again and again.",
    "nutritions": {
      "CALORIES": "453KCALS",
      "FAT": "18.6G (3.5G SATURATED)",
      "PROTEIN": "36.2G",
      "CARBOHYDRATES": "32.3G (1.8G SUGARS)",
      "FIBRE": "0.9G",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/530401-1-eng-GB_lemon-and-garlic-chicken-with-couscous-768x1024.jpg",
    "ingredients": "8 free-range bone-in chicken thighs-2 lemons-4 tbsp olive oil-3 garlic cloves-1 red onion-320ml chicken stock-240g couscous-Large handful fresh parsley-Large handful fresh mint, plus extra",
    "method": "Remove and discard the skin from the thighs. Grate the zest from the lemons and set aside. Squeeze the lemon juice into a large bowl with 2 tbsp of the oil. Season, add the chicken and toss to coat. Cover and set aside for 30 minutes (or see tip.)-Heat a large griddle pan over a high heat, then sear the thighs for 5 minutes on each side. Reduce the heat and cook for 5-10 minutes more until cooked through.-Meanwhile, thinly slice the garlic and onion. In a frying pan, heat ½ tbsp of the remaining olive oil over a low heat. Fry the garlic and onion for 5 minutes until soft.-Heat the stock in a small pan until it comes to the boil. Put the couscous in a heatproof bowl, pour over the stock, cover and stand for 5 minutes. Uncover and fluff up with a fork, then stir through the rest of the oil and the onion and garlic mix. Chop the herbs, then mix through the couscous with the lemon zest and season. Serve with the chicken, garnished with extra mint.",
    "Category": "Meat"
  },
  {
    "title": "Couscous with preserved lemons",
    "serves": "SERVES 6",
    "time": "READY IN 20 MINUTES",
    "description": "This zesty Moroccan side dish of couscous with preserved lemons will add instant flavour to any meal. Serving with grilled lamb chops or fried halloumi to transform this side into an easy dinner.",
    "nutritions": {
      "CALORIES": "299KCALS",
      "FAT": "14G (1.2G SATURATED)",
      "PROTEIN": "7.8G",
      "CARBOHYDRATES": "31G (1.1G SUGARS)",
      "FIBRE": "2.9G",
      "SALT": "0.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/787448-1-eng-GB_warm-couscous-with-preserved-lemons-768x899.jpg",
    "ingredients": "400ml chicken or vegetable stock-400g can chickpeas, drained and rinsed-300g couscous-Zest and juice of a lemon-Glug of extra-virgin olive oil-2 preserved lemons, quartered-75g toasted pine nuts-Handful of chopped fresh parsley",
    "method": "Put the stock and chickpeas into a pan. Simmer for 2 minutes.-Put the couscous in a large dish, then pour over the stock and chickpeas. Stir, cover with cling film and set aside for 5 minutes. Uncover and fluff with a fork.-Add the lemon zest and juice, extra-virgin olive oil, lemons, pine nuts and parsley. Season.",
    "Category": "Appetizers"
  },
  {
    "title": "Easy lamb tagine",
    "serves": "SERVES 4",
    "time": "TAKES 10 MINUTES TO MAKE AND 50 MINUTES-1 HOUR TO COOK",
    "description": "This easy Moroccan lamb tagine is a great recipe for using up storecupboard spices  cumin, ginger, coriander and cinnamon. Its low in calories too.",
    "nutritions": {
      "CALORIES": "306KCALS",
      "FAT": "17.1G (4.4G SATURATED)",
      "PROTEIN": "25.9G",
      "CARBOHYDRATES": "16.1G (13.7G SUGAR)",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/918410-1-eng-GB_lamb-tagine-768x960.jpg",
    "ingredients": "400g lamb leg steaks-2 tbsp olive oil-1 onion-2 garlic cloves-2 tsp ground coriander-2 tsp cumin-1 tsp ground ginger-Pinch of cinnamon-400g can chopped tomatoes-200ml chicken stock (we like Knorr)-100g pitted prunes-1 tbsp ground almonds-A handful chopped fresh coriander",
    "method": "Brown 400g lamb leg steaks, cubed, in 2 tbsp olive oil in a pan. Set aside. Add 1 onion, sliced, and 2 garlic cloves, chopped, to the pan and fry for 5 minutes.-Add 2 tsp each ground coriander and cumin, 1 tsp ground ginger and a pinch of cinnamon, and fry for 2 minutes.-Add the lamb and a 400g can chopped tomatoes and 200ml chicken stock. Add 100g pitted prunes, chopped. Simmer for 40-45 minutes.-Stir in 1 tbsp ground almonds and a handful chopped fresh coriander. Serve with herby couscous.",
    "Category": "Tagines"
  },
  {
    "title": "Spiced chicken pilaf with mint yogurt",
    "serves": "SERVES 2",
    "time": "HANDS-ON TIME 25 MIN",
    "description": "A fragrant one-pot recipe using leftover chicken, rice and Moroccan spices, served with a cooling mint yogurt.",
    "nutritions": {
      "CALORIES": "281KCALS",
      "FAT": "9.5G (3.4G SATURATED)",
      "PROTEIN": "18.1G",
      "CARBOHYDRATES": "29.2G (4.3G SUGARS)",
      "FIBRE": "2.1G",
      "SALT": "0.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/799191-1-eng-GB_spiced-moroccan-chicken-pilaf.jpg",
    "ingredients": "1 tbsp olive oil, plus extra to drizzle-1 onion-2 garlic cloves-150g leftover roast chicken-2 tbsp baharat or similar Moroccan spice mix (see tip)-120g basmati rice-350ml chicken stock-3 spring onions-Small handful fresh mint-200g Greek yogurt",
    "method": "Heat the oil in a large sauté pan. Slice the onion, then fry gently for 5 minutes, turning the heat up towards the end to colour lightly. Crush in the garlic and fry for 2 minutes.-Chop the chicken, then add to the pan with the baharat and cook for 2-3 minutes. Add the rice and stock, then season. Simmer gently without stirring for 15 minutes or until the stock has been absorbed and the rice is cooked but still has a little bite. Finely slice the spring onions, then stir through the rice and cook for 2 minutes.-Finely chop the mint, then stir through the yogurt. Divide the pilaf between 2 plates. Add a dollop of yogurt, drizzle it with oil, season, then serve.",
    "Category": "Meat"
  },
  {
    "title": "Falafels with tahini dressing",
    "serves": "SERVES 6",
    "time": "HANDS-ON TIME 25 MIN",
    "description": "This falafel recipe by Dale Pinnock combines anti-viral garlic and zinc-packed chickpeas, making it good for boosting immune health.",
    "nutritions": {
      "CALORIES": "303KCALS",
      "FAT": "19.4G (3.5G SATURATED)",
      "PROTEIN": "16.2G",
      "CARBOHYDRATES": "17.7G (1.6G SUGARS)",
      "FIBRE": "6.7G",
      "SALT": "0.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/483086-1-eng-GB_falafels-with-tahini-dressing-768x1025.jpg",
    "ingredients": "2 x 400g tins chickpeas, drained and rinsed-4 garlic cloves, crushed-½ small bunch fresh flatleaf parsley-2 tsp ground cumin-1 tsp ground coriander-1 red onion, very finely chopped-2 free-range eggs, lightly beaten-2 tbsp wholemeal flour-2 tbsp olive oil, plus extra for frying-3 tbsp tahini-Juice 1 lemon-Herby quinoa to serve",
    "method": "Put the chickpeas, half the garlic, the parsley, cumin and coriander in a food processor and whizz to a paste. Transfer to a bowl, add the onion, eggs and flour, then season with salt and pepper and mix well to form a stiff mixture.-Heat the oven to 200°C/fan180°C/gas 6 and line a baking sheet with baking paper. Shape the falafel mixture into small patties. In batches, shallow-fry the falafels in a little olive oil for 2-3 minutes on each side until starting to turn crispy. Transfer to the baking sheet, then bake for 10-12 minutes.-Meanwhile, make the dressing by whisking together the 2 tbsp olive oil, tahini, remaining garlic and lemon juice. Serve the falafels with the tahini dressing and some cooked herby quinoa on the side.",
    "Category": "Vegetarian"
  },
  {
    "title": "Giant couscous with spiced lamb, feta and almonds",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 10 MIN",
    "description": "This Moroccan-inspired dish of lamb, feta and couscous is an impressive-looking dish  better yet its on the table in 10 minutes.",
    "nutritions": {
      "CALORIES": "614KCALS",
      "FAT": "34.1G (10G SATURATED)",
      "PROTEIN": "42.8G",
      "CARBOHYDRATES": "34.2G (2.8G SUGARS)",
      "FIBRE": "1.5G",
      "SALT": "1.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/478077-1-eng-GB_giant-couscous-with-spiced-lamb-feta-and-almonds-768x1025.jpg",
    "ingredients": "250g giant couscous-4 British lamb leg steaks (about 150g each)-2 tbsp olive oil-2 tsp baharat spice blend (we like Bart, from Tesco and Waitrose)-Juice 1 lemon-Extra-virgin olive oil-75g blanched almonds-100g feta-100g watercress-50g pomegranate seeds",
    "method": "Bring a medium pan of salted water to the boil, add the couscous and simmer for about 5-6 minutes.-Meanwhile, rub the lamb with 2 tbsp olive oil and the spice blend, then season. Put a frying pan over a high heat, then fry the lamb for 2-3 minutes on each side. Set aside to rest.-Drain the couscous and tip into a bowl. Add the lemon juice and a drizzle of extra-virgin olive oil. Slice the lamb, then add to the bowl. Chop and add the almonds, crumble in the feta and toss in the watercress. Serve scattered with the pomegranate seeds.",
    "Category": "Meat"
  },
  {
    "title": "Moroccan roasted vegetables with couscous",
    "serves": "SERVES 4",
    "time": "HANDS-ON TIME 20 MIN. OVEN TIME 35-40 MIN",
    "description": "This healthy Moroccan-style meal that puts parsnips, carrots and cauliflower centre stage is the perfect antidote to Christmas excess.",
    "nutritions": {
      "CALORIES": "355KCALS",
      "FAT": "13.7G (2G SATURATED)",
      "PROTEIN": "9.4G",
      "CARBOHYDRATES": "48.5G (19.3G SUGARS)",
      "FIBRE": "9.9G",
      "SALT": "0.1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/590997-1-eng-GB_437845-1-eng-gb_del0813jill_04-768x960.jpg",
    "ingredients": "2 parsnips (about 200g), peeled and quartered-400g mixed heritage or chantenay carrots, trimmed (quartered if large)-1 small or ½ large cauliflower (about 500g), cut into florets-4 garlic cloves, unpeeled-2 tsp ras el hanout-2 tbsp clear honey-4 tbsp olive oil-200g couscous-250ml vegetable stock, hot-Juice of ½ lemon",
    "method": "Preheat the oven to 220°C/fan200°C/gas 7 and line a baking tray with baking paper. Add the vegetables and garlic, then sprinkle over the ras el hanout. Season, drizzle with honey and 2 tbsp of the olive oil, then toss to combine. Roast for 35-45 minutes, tossing occasionally, until tender and caramelised.-10 minutes before the veg comes out of the oven, combine the couscous and 1 tbsp of the oil in a heatproof bowl, then pour over the hot stock. Cover and set aside for 5 minutes or until the liquid is absorbed. Fluff up the couscous with a fork, then season and toss through the remaining oil and the lemon juice. Divide among plates, then top with the roasted veg and garlic. Serve with a dollop of yogurt and a sprinkling of coriander leaves, if using.",
    "Category": "Vegetarian"
  },
  {
    "title": "Lamb, date and spinach tagine",
    "serves": "SERVES 4",
    "time": "READY IN 30 MINUTES",
    "description": "A hearty, spiced Moroccan-style stew thats speedy enough for a midweek meal.",
    "nutritions": {
      "CALORIES": "245KCALS",
      "FAT": "11.4G (3.9G SATURATED)",
      "PROTEIN": "23.3G",
      "CARBOHYDRATES": "10.4G (9.2G SUGARS)",
      "FIBRE": "3.5G",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/726632-1-eng-GB_lamb-tagine-768x960.jpg",
    "ingredients": "1 tbsp olive oil-2 seasoned lamb leg steaks-1 red onion, sliced-A generous pinch of ras el hanout spice mix (we like Bart)-2 garlic cloves, chopped-400g tin chopped tomatoes-150ml hot chicken stock-60g dates, chopped-200g baby spinach-Pared zest of 1 lemon-Couscous and fresh mint, to serve",
    "method": "Heat the oil in a casserole, chop the lamb leg steaks into 3-4cm chunks, then fry until browned all over. Transfer to a plate.-Add the red onion and ras el hanout to the casserole and fry for 3 minutes over a low-medium heat.-Return the lamb to the casserole along with the garlic, chopped tomatoes and chicken stock. Simmer for 10-15 minutes.-Stir through the dates, spinach and the lemon zest. Serve with steamed couscous topped with some finely shredded fresh mint leaves.",
    "Category": "Meat"
  },
  {
    "title": "Marinated lamb cutlets with smoky chickpeas",
    "serves": "SERVES 4",
    "time": "READY IN 45 MINUTES",
    "description": "Make the most of some storecupboard tins, as this lamb cutlet recipe gets the Moroccan treatment with the addition of smoky chickpeas. The smokiness comes from a good dollop of chipotle paste.",
    "nutritions": {
      "CALORIES": "432KCALS",
      "FAT": "21.5G (6.4G SATURATED)",
      "PROTEIN": "39.9G",
      "CARBOHYDRATES": "20G (1G SUGARS)",
      "FIBRE": "7.1G",
      "SALT": "1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/726618-1-eng-GB_lamb-chops-chickpeas-768x960.jpg",
    "ingredients": "2tsp fresh thyme leaves-1 crushed garlic clove-Zest and juice of ½ lemon-30ml olive oil-12 lamb cutlets-2 x 400g tins chickpeas, drained and rinsed-1 tsp chipotle paste-1 tbsp natural yogurt-A handful of chopped fresh parsley",
    "method": "For the marinade, combine the thyme leaves, garlic, zest, lemon and olive oil. Season well.-Put the lamb cutlets into a bowl or roasting tray and coat with the marinade. Leave for 30 minutes, turning once to coat again in the marinade.-In a pan, heat chickpeas with a small splash of hot vegetable stock until tender. Drain and stir through the chipotle paste and natural yogurt. Take off the heat, then stir through the parsley. Season well.-Fry the lamb cutlets for 2-3 minutes on each side, in batches if need be, on a hot griddle then serve with the chickpeas.",
    "Category": "Meat"
  },
  {
    "title": "Spiced lamb pie with chickpea and potato mash",
    "serves": "SERVES 8-10",
    "time": "TAKES 40 MIN TO MAKE, 4½ HOURS TO COOK",
    "description": "This warming lamb pie recipe is perfect for a lazy evening  just pop it in the oven and relax.",
    "nutritions": {
      "CALORIES": "535KCALS",
      "FAT": "30.8G (14.2G SATURATED)",
      "PROTEIN": "38.6G",
      "CARBOHYDRATES": "23.9G (6.4G SUGARS)",
      "FIBRE": "3.8G",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/726496-1-eng-GB_spiced-lamb-pie-768x960.jpg",
    "ingredients": "1.8kg British shoulder of lamb, bone in-80g softened unsalted butter, plus extra to dot-2 tbsp ground coriander-2 tbsp hot smoked paprika (pimentón)-4 garlic cloves, crushed-2 tbsp olive oil-2 large onions, finely sliced-400g can chopped tomatoes-400ml fresh chicken stock, plus a splash extra-30g sultanas-1 cinnamon stick-250g full-fat Greek yogurt-Large handful of fresh coriander, chopped-750g floury potatoes (such as desirée or maris piper), cut into chunks-400g can chickpeas, drained and rinsed-Good glug of double cream",
    "method": "Preheat the oven to 150°C/fan130°C/gas 2. Put the lamb in a roasting tin. Mix 50g of the butter with half the ground spices and all of the garlic. Season well and spread all over the lamb. Cover the tin with foil, then roast for 3-4 hours until the meat is falling away from the bone.-Meanwhile, heat the oil in a large pan and fry the onions over a low heat for 15 minutes until soft. Add the remaining spices and cook for a few more minutes. Add the tomatoes, chicken stock, sultanas and cinnamon stick, then season well. Simmer for 20-25 minutes until thick. Remove and discard the cinnamon. Allow the sauce to cool a little, then stir in the yogurt and fresh coriander.-When the lamb is nearly ready, put the potatoes in a pan of cold salted water, bring to the boil, then simmer for 20-25 minutes. Drain well and return to the pan. In a small pan, warm the chickpeas in a splash of stock, then mash using a masher or hand blender. Stir the mashed chickpeas into the potatoes, then mash with the remaining butter and the double cream. Taste and season.-Once the lamb is out of the oven, put it on a board and shred with 2 forks. Skim the fat off the juices in the roasting tin and discard, then add the juices to the tomato sauce. If cooking the pie immediately, turn up the oven to 180°C/fan160°C/gas 4.-Mix the shredded lamb with the sauce, spoon into a 2 litre pie dish, then top with the mash.-To cook, dot the top of the mash with extra butter, then bake for 25-30 minutes until golden and bubbling.",
    "Category": "Meat"
  },
  {
    "title": "North African chicken with honey and saffron",
    "serves": "SERVES 6",
    "time": "TAKES 20 MINUTES TO MAKE, 1 HOUR 10 MINUTES TO COOK",
    "description": "A fragrant Moroccan one-pot chicken recipe from Debbie Major.",
    "nutritions": {
      "CALORIES": "665KCALS",
      "FAT": "33.7G (8.2G SATURATED)",
      "PROTEIN": "54.6G",
      "CARBOHYDRATES": "32.6G (11G SUGARS)",
      "FIBRE": "3.2G",
      "SALT": "1.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/510719-1-eng-GB_north-african-chicken-with-honey-and-saffron.jpg",
    "ingredients": "1.75kg free-range chicken, jointed into 8 pieces (Find out how to joint a chicken here)-3 tbsp olive oil-1 large onion, chopped-3 garlic cloves, crushed-5cm fresh ginger, finely grated-2 x 5cm cinnamon stick pieces-1 tsp ground ginger-800g skinned and chopped tomatoes, fresh or tinned-1 tsp harissa paste, rose if you can get it (we like Belazu)-300ml chicken stock (see Debbies tip)-½ tsp saffron strands-2 tbsp clear honey-1 tbsp lemon juice-1 tsp orange blossom water (see tip  we like Nielsen-Massey)-25g salted butter, plus 25g melted-100g slivered or flaked almonds-3 tbsp white sesame seeds-250g organic wholewheat couscous or barley couscous (we like Belazu)-½ tsp salt-2-3 tbsp extra-virgin olive oil-Finely grated zest of 1 small lemon and 1-2 tbsp juice-4 small preserved lemons, pulp discarded, skin finely chopped-Small bunch of fresh coriander, coarsely chopped-Small bunch of fresh mint, leaves finely chopped",
    "method": "Skin the chicken pieces, then season all over. Heat 2 tbsp of the oil in a sauté pan or shallow flameproof casserole. Add the chicken and fry, turning, until browned all over. Lift onto a plate and keep warm.-Add the rest of the oil and the onion to the pan, then cook over a medium- high heat, stirring, for 6-7 minutes until soft and golden. Add the garlic, fresh ginger and cinnamon, then cook for 2-3 minutes more. Add the ground ginger and cook for 1 minute.-Stir in the tomatoes and harissa and cook gently for 5 minutes. Stir in the chicken stock, saffron and some seasoning to taste, then bring to the boil. Return the chicken to the pan, cover and simmer for 25 minutes.-When the chicken is cooked, lift the pieces onto a plate and cover with cling film to keep moist. Turn up the heat and bubble the sauce briskly for about 10 minutes until reduced by about half. Add the honey, simmer for 2 minutes more, then stir in the lemon juice and orange blossom water. Taste and season.-Meanwhile, for the couscous, melt the 25g butter in a small frying pan, add the almonds and fry gently, stirring all the time, until golden. Tip onto kitchen paper and leave to cool. Toast the sesame seeds in a clean dry pan over a medium-high heat, shaking now and then, until golden. Tip onto a saucer to cool.-Return the chicken to the pan, coat the pieces in the sauce, then cover and simmer for 5 minutes until heated through.-Put the couscous and salt in a heatproof bowl, pour over 300ml boiling water, cover with a clean tea towel and leave for 5 minutes. Uncover and fluff with a fork, then stir in the 25g melted butter, olive oil, lemon zest, lemon juice to taste, preserved lemon skin, three quarters of the fried almonds, 2 tbsp of the sesame seeds and three quarters of the herbs. Taste and season.-Scatter the chicken with the rest of the almonds, sesame seeds and herbs. Serve with the couscous.",
    "Category": "Meat"
  },
  {
    "title": "North African-style mint tea",
    "serves": "SERVES 4",
    "time": "READY IN 10 MIN",
    "description": "Traditional North African mint tea should be served very sweet. This recipe uses fresh mint and serves 4 and is ready in 10 minutes.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/659156-1-eng-GB_moroccan-tea.jpg",
    "ingredients": "4 heaped tsp gunpowder tea (see tip)-bunch of fresh mint-4 tsp caster sugar",
    "method": "Heat the kettle until nearly boiling (tea should not be scalded).-In a teapot, add water to 4 heaped tsp gunpowder tea (see tip) with a bunch of fresh mint and 4 tsp caster sugar. Leave to brew for 2-3 minutes. To serve, stuff an extra mint sprig into each glass, then pour over the tea.",
    "Category": "Sweets&Drinks"
  },
  {
    "title": "Homemade harissa",
    "serves": "MAKES 1 JAR",
    "time": "TAKES 20 MIN TO MAKE, 10 MIN TO COOK",
    "description": "Homemade harissa is much better than the shop bought stuff. This spicy chilli paste will last for up to two weeks in the fridge.",
    "nutritions": {
      "CALORIES": "84KCALS (PER 100G)",
      "FAT": "75G (0.9G SATURATED)",
      "PROTEIN": "0.3G",
      "CARBOHYDRATES": "0.4G (0.3G SUGARS)",
      "FIBRE": "0.6G",
      "SALT": "1.1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/333027-1-eng-GB_6961.jpg",
    "ingredients": "12 fresh red finger-length chillies-1½ tsp coriander seeds-½ tsp cumin seeds-½ tsp caraway seeds-4 fat garlic cloves (central core removed if necessary  see tip), roughly chopped-½ tsp sea salt flakes-2 tsp tomato purée-2½ tsp lemon juice-1 tbsp light olive oil-7 drops rosewater (optional)",
    "method": "Cook the chillies on the barbecue for 10 minutes, turning, until the skins blacken and the flesh is tender. Transfer to a plastic food bag to steam and cool.-Remove the stalk and peel the chillies (rubber gloves might be wise). Split lengthways, scrape out the seeds with a knife and discard. Dont rinse the chillies  youll lose the smoky flavour. Set aside.-Toast the coriander, cumin and caraway seeds over the heat in a dry frying pan until fragrant, making sure they dont burn, then work to a fine powder in a pestle and mortar or spice grinder. Add the chillies, garlic and salt, then grind to a fine paste. Stir in the remaining ingredients, then set aside for at least 1 hour before using (see tip).",
    "Category": "Salads"
  },
  {
    "title": "Quick lamb tagine with tabbouleh",
    "serves": "SERVES 6",
    "time": "HANDS ON TIME 10 MIN, COOKING TIME 1 HOUR 15 MIN",
    "description": "This wonderfully fragrant lamb recipe is simple to make. If you cant find bulgur wheat for the tabbouleh use couscous.",
    "nutritions": {
      "CALORIES": "555KCALS",
      "FAT": "27.9G (8.9G SATURATED)",
      "PROTEIN": "30.4G",
      "CARBOHYDRATES": "36.2G (9.4G SUGAR)",
      "FIBRE": "6.2G",
      "SALT": "1.1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/488346-1-eng-GB_quick-lamb-tagine-with-tabbouleh.jpg",
    "ingredients": "2 tbsp olive oil-2 red onions, sliced-2 garlic cloves, crushed-700g British lamb neck fillets, diced-2 tbsp ras el hanout (a Middle Eastern spice mixture  we like Bart)-300ml chicken stock-400g tin chopped tomatoes-1 preserved lemon, flesh removed, rind finely sliced-400g tin chickpeas, drained and rinsed-80g pitted prunes, roughly chopped-Handful of fresh coriander, chopped, to serve-160g bulgur wheat-600ml chicken stock-Large handful of fresh flatleaf parsley, chopped-Good glug of extra-virgin olive oil-Juice of 1 lemon",
    "method": "Heat most of the oil in a shallow casserole and gently fry the onions for 10 minutes. Add the garlic and fry for a further minute, then remove from the pan and set aside.-Heat the remaining oil in the same pan, season the lamb, add to the pan and cook over a high heat until browned all over. Return the onion and garlic to the pan and stir in the ras el hanout. Cook for 1 minute, then add 200ml of the stock and the chopped tomatoes. Stir, cook for 25 minutes, then add the preserved lemon, chickpeas, prunes and remaining stock, and cook for 15-20 minutes. At the last minute, stir in the coriander.-Meanwhile, make the tabbouleh. Cook the bulgur wheat in the stock, according to the pack instructions. Cool, then stir in the parsley, extra- virgin olive oil and lemon juice. Season and serve with the tagine.",
    "Category": "Tagines"
  },
  {
    "title": "Fish tagine",
    "serves": "SERVES 2",
    "time": "TAKES 10 MIN TO MAKE, 30 MIN TO COOK",
    "description": "Brighten up your week with this warming recipe of spiced Moroccan fish stew. Perfect for a casual dinner party without the fussor the washing up!",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/437453-1-eng-GB_fish_tagine_2-768x1024.jpg",
    "ingredients": "2 Waitrose Frozen Line Caught Haddock Fillets (about 250g), or other sustainably caught white fish-3 tsp baharat (Middle Eastern spice mix  we like Bart)-Pinch of saffron threads-2 tbsp extra-virgin olive oil-1 onion, finely sliced-Large handful of fresh coriander, leaves left whole and stalks roughly chopped-2 garlic cloves, crushed-80g Waitrose Organic Love Life Prunes, or similar soft, ready-to-eat prunes-400g tin whole tomatoes",
    "method": "Sprinkle the frozen fish fillets with 1 tsp baharat. In a small bowl, steep the saffron in 2 tbsp hot water for 5 minutes.-Meanwhile, heat the oil in a pan over a medium-high heat, add the onion and gently cook for a few minutes until translucent. Add the coriander stalks, garlic and remaining baharat and cook, stirring, for 30 seconds. Add the saffron and its water along with the prunes and tomatoes. Half-fill the tomato tin with water and add that too.-Bring to a simmer, then cook over a medium heat for 10 minutes. When the sauce is thick and sweet, add the fish. Cover and cook for 10-15 minutes until the fish is just done. Remove from the heat, then gently break up the fillets with a fork. Roughly chop the coriander leaves and scatter over. Serve with crusty bread or couscous.",
    "Category": "Tagines"
  },
  {
    "title": "Minty Moroccan lamb burgers",
    "serves": "SERVE 2",
    "time": "TAKES 10 MINUTES TO MAKE, 10 MINUTES TO COOK, PLUS CHILLING",
    "description": "A great twist on a classic burger. This recipe uses clever time-saving products to make midweek cooking a breeze",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/486331-1-eng-GB_minty-moroccan-lamb-burgers-768x1024.jpg",
    "ingredients": "1-2 tbsp olive oil-½ red onion, finely diced-250g good quality lamb mince-Bunch of fresh mint, finely shredded, plus extra to serve-1 tbsp Gourmet Garden Moroccan herb and spice blend, from Tesco and Ocado (contains coriander, ginger, cumin and black pepper)-2 burger buns-75g ready-cooked beetroot, sliced-200g tub tzatziki-Rocket leaves to serve",
    "method": "Heat 1 tbsp of the oil in a pan and gently soften the onion for 5 minutes. Leave to cool.-In a bowl, mix together the lamb mince, mint, Moroccan herb/spice blend, cooled onion and plenty of seasoning. Form into 2 firm burgers and chill for 15 minutes.-Heat the remaining oil in a non-stick frying pan over a medium heat and gently cook the burgers for 4-5 minutes on each side until just cooked (alternatively, cook on a barbecue).-Lightly toast the cut side of the burger buns, put a burger in each bun, then top with a couple of slices of beetroot and a large dollop of tzatziki. Serve sprinkled with the extra mint and a few rocket leaves.",
    "Category": "Meat"
  },
  {
    "title": "Spiced lamb chops and herby quinoa",
    "serves": "SERVES 2",
    "time": "TAKES 10 MINUTES TO MAKE, 12 MINUTES TO COOK, PLUS 10 MINUTES MARINATING",
    "description": "This clever spicy lamb and herby quinoa recipe uses time-saving products to make midweek cooking quick and easy. Eat it for dinner or pack it up in a tupperware for a lunch less ordinary.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/473992-1-eng-GB_spiced-lamb-chops-and-herby-quinoa-768x1061.jpg",
    "ingredients": "1-2 tbsp (depending how hot you like it) Bart Berbere spice mix-4 tbsp olive oil-4 organic lamb cutlets or chops (from most supermarkets or butchers)-225g pack Food Doctor Easy Grains Organic Quinoa (from Waitrose, Tesco and thefooddoctor.com), or similar-Small bunch each of fresh parsley, mint and coriander, chopped-Small handful each of toasted pine nuts and pomegranate seeds",
    "method": "Preheat the oven to 180°C/fan160°C/gas 4. In a bowl, combine the spice mix and 2 tbsp of the oil. Rub all over the lamb, then set aside to marinate for at least 10 minutes.-Heat 1 tbsp of the oil in a non-stick frying pan over a high heat and sear the lamb on both sides for 2 minutes or until golden all over.-Transfer to a baking sheet and bake for 8-10 minutes (for slightly pink meat), remove and rest for 5 minutes before serving.-Meanwhile, add the quinoa to the frying pan with the remaining 1 tbsp oil and cook for a few minutes to heat through and absorb the lamb juices.-Transfer to a dish and stir through the herbs, pine nuts and pomegranate seeds. Season and serve with the lamb, plus any resting juices.",
    "Category": "Meat"
  },
  {
    "title": "Harissa chicken with couscous",
    "serves": "SERVES 4",
    "time": "TAKES 15 MINUTES TO MAKE, 10 MINUTES TO COOK",
    "description": "This one pan harissa chicken dish is exciting and bursting with flavours, and itll take you less than half an hour to make.",
    "nutritions": {
      "CALORIES": "412KCALS",
      "FAT": "13.7G (2.5G SATURATED)",
      "PROTEIN": "25.1G",
      "CARBOHYDRATES": "41.1G (10.6G SUGARS)",
      "FIBRE": "1.2G",
      "SALT": "0.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2012/01/harissa-chicken-768x960.jpg",
    "ingredients": "250g couscous-400ml fresh chicken stock-Grated zest and juice of 1 lemon-2 chicken breasts-1 tbsp harissa-1 tbsp olive oil-Knob of butter-1 onion, thinly sliced-½-1 tsp chilli flakes-50g sultanas-50g nuts, such as skin-on almonds, toasted and chopped-½ small bunch of fresh curly parsley, chopped",
    "method": "Place the couscous in a shallow bowl and pour over the hot stock and the lemon juice. Stir, cover, then set aside. Remove (and discard) the skin from the chicken breasts, place the meat between 2 sheets of cling film and flatten by bashing with a rolling pin. Remove the chicken from the cling film, then brush all over with the harissa and season.-Heat the oil in a pan and fry the chicken for 2 minutes on each side until golden and cooked through. Set aside to rest, covered in foil. Add a knob of butter to the pan, then the onion and soften for 5 minutes, stirring occasionally. Add the chilli flakes, then cook for 2 minutes more.-Fluff up the couscous with a fork, then stir in the buttery onion mixture, along with the lemon zest, sultanas, nuts and parsley. Taste and season, if necessary. Slice the chicken, then serve on top of the couscous.",
    "Category": "Meat"
  },
  {
    "title": "Yogurt lamb with couscous",
    "serves": "SERVES 4",
    "time": "READY IN 20 MINUTES",
    "description": "Serve this griddled Moroccan-style yogurt lamb with couscous, which has a sprinkling of pomegranates for sweetness. Its a great midweek meal.",
    "nutritions": {
      "CALORIES": "455KCALS",
      "FAT": "21.2G (7.8G SATURATED)",
      "PROTEIN": "37.5G",
      "CARBOHYDRATES": "30.7G (4.1G SUGARS)",
      "FIBRE": "1.6G",
      "SALT": "0.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/474013-1-eng-GB_yogurt-lamb-with-jewelled-couscous.jpg",
    "ingredients": "4 lamb leg steaks-100g Greek yogurt-1 garlic clove, crushed-1 tsp ground cumin-Pinch of cayenne pepper-2 tbsp extra-virgin olive oil-200g couscous-300ml chicken stock, hot-Seeds of 1 pomegranate-Handful of fresh parsley, chopped-Handful of fresh mint leaves, chopped-Juice of 1 small lemon, plus wedges",
    "method": "Put the lamb in a bowl with the yogurt, garlic, cumin, cayenne and half the oil. Season, mix and set aside.-Put a griddle (or frying) pan over a high heat until smoking hot. Griddle the lamb for 4-5 minutes on each side until cooked but still slightly pink in the centre. Set aside to rest for a minute.-Put the couscous in a bowl, pour over the hot stock and remaining oil, then stir. Cover with cling film, then stand for 5 minutes. Fluff up with a fork, then stir in the remaining ingredients. Season and serve topped with lamb slices and lemon wedges.",
    "Category": "Meat"
  },
  {
    "title": "Sweet potato falafels with Med veg salad",
    "serves": "SERVES 3-4",
    "time": "TAKES 15 MINUTES TO MAKE, 45-50 MINUTES TO COOK",
    "description": "This sweet potato falafels recipe pair well with a warm Mediterranean salad. Together they make the ultimate Moroccan style shortcut supper.",
    "nutritions": {
      "CALORIES": "435KCALS",
      "FAT": "15.3G FAT (2.5G SATURATED)",
      "PROTEIN": "11.6G",
      "CARBOHYDRATES": "67.8G (16.6G SUGARS)",
      "FIBRE": "12.8G",
      "SALT": "1.1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/470812-1-eng-GB__sweet-potato-falafels-with-warm-med-veg-salad-768x1024.jpg",
    "ingredients": "4 sweet potatoes-400g tin chickpeas, drained and rinsed-2 tbsp chickpea (gram) flour-1 tsp each ground cumin and coriander-2 tsp Marks & Spencer Smoked Paprika with Sweet Red Pepper and Thyme, or similar-Grated zest and juice of 1 lemon-Marks & Spencer Terribly Clever Parmesan and Black Pepper Seasoning (or mix your own)-400g ready-to-roast Mediterranean vegetables-Glug of olive oil, plus extra to drizzle-50g bag rocket-Fresh mint and Greek yogurt to serve",
    "method": "Preheat the oven to 200°C/fan 180°C/gas 6. Prick the sweet potatoes all over, then microwave for 15-20 minutes until soft. Scoop out the flesh, then cool. In a food processor, pulse the potato flesh, chickpeas, chickpea flour, spices and lemon zest. Season. Form into 12 balls (falafels), then roll in the pepper seasoning.-Put the veg in a roasting tin, toss with oil, then cook for 30 minutes. Meanwhile, heat a drizzle of oil in a pan, then fry the falafels gently for 8-10 minutes until golden brown.-Whisk the lemon juice with a good glug of olive oil, then season to taste. Remove the veg from the oven, set aside to cool a little, then toss with the rocket and the lemon dressing. Serve with the falafels, Greek yogurt and a scattering of mint leaves.",
    "Category": "Vegetarian"
  },
  {
    "title": "Chicken tagine with figs and fruity couscous",
    "serves": "SERVES 4",
    "time": "TAKES 15 MINUTES TO MAKE, 45 MINUTES TO COOK",
    "description": "Tagine is a Moroccan classic, save time and effort with our simple chicken tagine recipe, spruced up with figs and fruity couscous.",
    "nutritions": {
      "CALORIES": "396KCALS",
      "FAT": "7.6G (1.3G SATURATED)",
      "PROTEIN": "30G",
      "CARBOHYDRATES": "55.2G (37.1G SUGARS)",
      "FIBRE": "9.1G",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/477888-1-eng-GB_chicken-tagine-with-figs-and-fruity-couscous-768x1024.jpg",
    "ingredients": "1 tbsp olive oil-2 medium onions, finely sliced-2 garlic cloves, crushed-6 free-range boneless, skinless chicken thighs, cut into thirds-2 tsp ras-el-hanout (such as Bart)-2 x 400g tins whole tomatoes-250g packet whole, soft dried figs-Pinch each of saffron and ground cinnamon-110g flavoured quick-cook couscous (such as Ainsley Harriott)",
    "method": "Heat the oil in a flameproof casserole, then add the onions, garlic and a little salt. Fry gently for 10 minutes until soft. Remove from the casserole, turn up the heat, then add the chicken and cook, turning, for 2 minutes until golden all over.-Return the onions and garlic to the casserole with the remaining ingredients (except the couscous) and a splash of water. Cover and cook for 45 minutes, stirring often, until the chicken is cooked. Remove the lid after 25 minutes so the sauce thickens, then season. Cook the couscous according to the packet instructions. Serve with the tagine.",
    "Category": "Tagines"
  },
  {
    "title": "Chilled cucumber and yogurt soup",
    "serves": "SERVES 4",
    "time": "TAKES 10 MINUTES TO MAKE, PLUS CHILLING",
    "description": "This delicately flavoured soup recipe is a refreshing start to any Moroccan-inspired menu or perfect on its own.",
    "nutritions": {
      "CALORIES": "140KCALS",
      "FAT": "7.8G (5.3G SATURATED)",
      "PROTEIN": "7.8G",
      "CARBOHYDRATES": "9.1G (8.8G SUGARS)",
      "FIBRE": "1.6G",
      "SALT": "0.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/658770-1-eng-GB_chilled-cucumber-and-yogurt-soup-768x924.jpg",
    "ingredients": "2 cucumbers, peeled and deseeded-1 garlic clove, crushed-1 green chilli, deseeded and finely chopped-500g Greek or thick natural yogurt-Large handful of fresh mint, leaves picked-Juice of ½ lemon-Warm flatbreads and olive oil to serve",
    "method": "Coarsely grate 1½ cucumbers and finely dice the rest. Put the grated cucumber in a colander over a bowl and chill for 10 minutes.-Whisk the garlic and chilli into the yogurt and season well. Finely chop the mint, reserving some small leaves to use as a garnish, then stir into the yogurt.-Squeeze the moisture from the grated cucumber, then add the cucumber to the yogurt with the lemon juice and enough water to bring the mixture to a soupy consistency (about 250ml). Whizz until smooth with a hand blender or liquidiser. Chill until ready to serve.-Scatter the diced cucumber and reserved mint leaves over the top. Serve with warm flatbreads and a drizzle of olive oil.",
    "Category": "Vegetarian"
  },
  {
    "title": "Harissa chicken with green couscous",
    "serves": "SERVES 4",
    "time": "TAKES 10 MINUTES TO MAKE, 15 MINUTES TO COOK, PLUS MARINATING AND RESTING",
    "description": "A richly spiced Moroccan-inspired harissa chicken recipe served with a helping of lovely green couscous.",
    "nutritions": {
      "CALORIES": "512KCALS",
      "FAT": "16.1G (3G SATURATED)",
      "PROTEIN": "41.9G",
      "CARBOHYDRATES": "42.2G (6.3G SUGARS)",
      "FIBRE": "0.6G",
      "SALT": "0.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/658784-1-eng-GB_sticky-chicken-with-harissa-and-green-couscous-768x940.jpg",
    "ingredients": "4 free-range chicken breasts, skin on-2 tbsp rose harissa paste (we used Belazu)-2 tbsp clear honey-1 tbsp olive oil-Finely grated zest and juice of 1 lemon-300g couscous-500ml chicken stock, hot-2 tbsp extra-virgin olive oil-Large handful each of fresh coriander and parsley and small handful of mint, chopped",
    "method": "Preheat the oven to 200°C/fan180°C/gas 6. Put the chicken in a bowl with the harissa, honey, oil and lemon zest. Season and set aside for 10 minutes.-Heat a griddle or ovenproof frying pan over a medium heat and fry the chicken, skin-side down, for 3-4 minutes until golden. Turn over, then cook in the oven for 10-12 minutes until cooked and sticky. Set aside for 5 minutes.-Meanwhile, put the couscous in a large bowl and pour over the hot stock. Cover and set aside for 10 minutes to allow it to absorb the stock, then fluff up with a fork. Stir in the extra-virgin olive oil and lemon juice.-Just before serving, stir in the chopped herbs and season well. Slice the sticky chicken and serve, along with any pan juices and the green couscous.",
    "Category": "Meat"
  },
  {
    "title": "Moroccan lamb, chickpea and carrot burgers recipe",
    "serves": "SERVES 4",
    "time": "TAKES 20 MIN TO MAKE, 3-4 MIN TO COOK, PLUS CHILLING",
    "description": "This recipe uses North African dried spice mixture Ras el hanout. We like Barts, which is widely available in supermarkets.",
    "nutritions": {
      "CALORIES": "264KCALS",
      "FAT": "11.7G (3.2G SATURATED)",
      "PROTEIN": "10.2G",
      "CARBOHYDRATES": "20.4G (4.7G SUGAR)",
      "FIBRE": "2.6G",
      "SALT": "0.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/433960-1-eng-GB_delicious_everydayma-768x1152.jpg",
    "ingredients": "410g tin chickpeas, drained and rinsed-2 carrots, coarsely grated-2 garlic cloves, crushed-2 tsp ras el hanout (see tip)-1 tsp ground cumin-1 red chilli, deseeded and finely chopped-1 medium free-range egg-Large handful of fresh coriander, chopped-150g lamb mince-2 tbsp olive oil-Squeeze of lemon juice-Flour for dusting",
    "method": "Combine the chickpeas, half the carrots, the garlic, dried spices, chilli, egg and most of the coriander in a bowl and season. Put half in a food processor (reserving the rest) and pulse to make a smooth paste.-Return the paste to the bowl and mix with the reserved mixture and the lamb. Shape into 8 small burgers, flatten slightly and chill in the fridge, covered, for at least 15 minutes to firm up.-Meanwhile, put the remaining carrots in a bowl with the rest of the coriander, then toss with 1tbsp oil and the lemon juice. Set aside.-Heat the remaining oil in a non-stick frying pan over a medium heat. Dust the burgers with flour and fry for 3-4 minutes on each side until golden and cooked through. Serve with the carrot salad, potato wedges and soured cream.",
    "Category": "Meat"
  },
  {
    "title": "Moroccan red lentil and lamb stew",
    "serves": "SERVES 6-8",
    "time": "TAKES 15 MINUTES TO MAKE, 40 MINUTES TO COOK",
    "description": "This pressure cooker red lentil and lamb stew recipe can also be made using a conventional oven. A wonderfully spiced dish, its a great one to freeze so is ideal for batch cooking.",
    "nutritions": {
      "CALORIES": "467KCALS",
      "FAT": "18G FAT (6.8G SATURATED)",
      "PROTEIN": "36.2G PROTEIN",
      "CARBOHYDRATES": "45.2G CARBS (10G SUGARS)",
      "SALT": "1.1G SALT"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/327364-1-eng-GB_5445.jpg",
    "ingredients": "2 tbsp olive oil-750g lamb neck fillet or shoulder, cut into 2cm cubes-1 onion, finely chopped-3 large garlic cloves, roughly chopped-2 tsp each ground turmeric, cumin, cinnamon-1 tsp ground ginger-2 tsp sweet paprika-2 tsp hot paprika-2 tbsp tomato purée-3 medium potatoes, peeled and cut into 2cm cubes-1 bay leaf-300g red lentils-400g chopped tomatoes-900ml vegetable or chicken stock-1 tbsp runny honey-Large bunch of fresh coriander, roughly chopped",
    "method": "Heat half the oil in the uncovered pressure cooker pan over a medium heat. Cook the lamb in batches until browned all over, then remove from the pan and set aside.-Add the onion and garlic to the pan and cook for 5 minutes until softened. Add the remaining oil, stir in the spices and tomato purée, then cook for 2 minutes more.-Add the potatoes, bay leaf, lentils, tomatoes, stock and honey, then return the lamb to the pan. Season.-Attach the pan lid, then bring it up to pressure. Once the correct pressure has been reached, reduce the heat, then cook for 20 minutes.-Reduce the pressure using the quick-release method (see manufacturers instructions), stir through the coriander and serve with pitta breads.",
    "Category": "Meat"
  },
  {
    "title": "Chicken tagine",
    "serves": "SERVES 6",
    "time": "TAKES 15 MINUTES TO MAKE, 40-45 MINUTES TO COOK",
    "description": "This Moroccan-style tagine recipe is a one pot wonder, infused with exotic spices and easily cooked on the hob.",
    "nutritions": {
      "CALORIES": "369KCALS",
      "FAT": "12G (2.2G SATURATED)",
      "PROTEIN": "31G",
      "CARBOHYDRATES": "30.4G (19.2G SUGARS)",
      "SALT": "0.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/481434-1-eng-GB_chicken-tagine-768x1039.jpg",
    "ingredients": "2 tbsp olive oil-8 free-range chicken thighs on the bone, seasoned-2 red onions, sliced into wedges held together at the root end-2 large garlic cloves, finely sliced-1 tbsp ras el hanout-1 cinnamon stick-1 tsp ground cumin-400g tin chopped tomatoes-350ml chicken stock, hot-2 preserved lemons, skin finely sliced, flesh discarded-1 tbsp mango chutney-200g soft dried apricots-Handful of blanched almonds-400g tin chickpeas, drained and rinsed-Small handful of fresh coriander leaves",
    "method": "Heat the oil in a flameproof casserole over a medium-high heat. Add the chicken and brown all over. Remove to a bowl, then tip out and discard the excess fat from the casserole, leaving 1 tbsp. Lower the heat, add the onion and garlic, then cook for 10 minutes to soften.-Stir in the spices, increase the heat to medium, then cook, stirring, for a couple of minutes more.-Return the chicken to the casserole. Pour over the tomatoes and stock, then stir through the preserved lemon, chutney, apricots and almonds. Season. Bring to the boil, then lower the heat and simmer for 20-25 minutes or until the thighs are cooked and the sauce is reduced and sticky. For the final 5 minutes, add the chickpeas. Scatter over the coriander and serve with couscous.",
    "Category": "Tagines"
  },
  {
    "title": "Vegetable hash with soft-boiled eggs",
    "serves": "SERVES 4",
    "time": "TAKES 5 MINUTES TO MAKE, 25 MINUTES TO COOK",
    "description": "This Moroccan-inspired recipe is a quick, creative supper full of spiced vegetables, topped with a soft-boiled egg.",
    "nutritions": {
      "CALORIES": "302KCALS",
      "FAT": "16.2G (4.3G SATURATED)",
      "PROTEIN": "13G",
      "CARBOHYDRATES": "26.8G (5.7G SUGARS)",
      "SALT": "0.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/494786-1-eng-GB__vegetable-hash-with-soft-boiled-eggs.jpg",
    "ingredients": "500g waxy potatoes-1 tbsp olive oil-1 large red onion-2 garlic cloves-1 tbsp olive oil-A knob of butter-160g (1 small) diced aubergine-1 tsp ras el hanout spice blend-1 tsp hot smoked paprika-3 chopped fresh tomatoes-A large handful of chopped fresh flatleaf parsley 4 large free-range eggs",
    "method": "Dice 500g waxy potatoes, then cook in boiling salted water for 5 minutes. Drain well.-Meanwhile, heat 1 tbsp olive oil in a large sauté pan. Chop 1 large red onion, then finely chop 2 garlic cloves; fry together over a medium-low heat for 5 minutes to soften. Remove with a slotted spoon and set aside. Heat 1 tbsp olive oil and a knob of butter in a pan over a medium heat. Add the drained potato, season well, and fry for 4 minutes until starting to crisp. Stir through 160g (1 small) diced aubergine and cook for 5 minutes more. Return the softened onion to the pan and add 1 tsp ras el hanout spice blend and 1 tsp hot smoked paprika. Stir for 2 minutes, then add 3 chopped fresh tomatoes. Cook for a few more minutes until the tomato begins to soften. Taste and adjust the seasoning, then stir through a large handful of chopped fresh flatleaf parsley and spoon onto plates.-Meanwhile, lower 4 large free-range eggs into a pan of boiling water. Boil for 6 minutes, then remove with a slotted spoon and run under cold water until cool enough to handle. Peel, halve and place on top of the hash. Serve immediately.",
    "Category": "Vegetarian"
  },
  {
    "title": "Chicken tagine with almonds and apricots",
    "serves": "SERVES 4",
    "time": "TAKES 30 MINUTES TO MAKE (INCLUDING JOINTING CHICKEN), 45-50 MINUTES TO COOK",
    "description": "A tagine is a North African stew that takes its name from the conical dish in which its made, but this chicken recipe uses a flameproof casserole, which can be used on the hob.",
    "nutritions": {
      "CALORIES": "462KCALS",
      "FAT": "19.3G (2.7G SATURATED)",
      "PROTEIN": "56G",
      "CARBOHYDRATES": "19.8G (16.3G SUGARS)",
      "SALT": "0.8G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2010/06/chicken-almond-apricot-tagine-768x960.jpg",
    "ingredients": "1.5kg free-range chicken, cut into 8 pieces, or 8 thighs-1-2 tbsp olive oil-2 onions, finely sliced-2 garlic cloves, crushed-Pinch of saffron threads-1 tsp each turmeric, ground cumin and ground cinnamon-1½ tsp ground ginger-1½ tsp hot paprika-500ml apple juice-500ml chicken stock, hot-250g ready-to-eat dried apricots-100g whole peeled almonds-Large bunch of fresh mint, chopped-Large bunch of fresh coriander or parsley, chopped",
    "method": "In a heavy-based flameproof casserole, lightly brown the chicken in the olive oil over a medium heat. Reduce the heat, add the onion and garlic and sauté for 3-4 minutes.-Add the spices, cook for 2 minutes, then pour in the apple juice and stock to cover the meat. Bring to\nthe boil and simmer for 15 minutes, stirring occasionally.-Add the apricots and almonds and cook for a further 15 minutes until the chicken is tender and the liquid has reduced and thickened.-Before serving, stir in most of the herbs, keeping some as a garnish.",
    "Category": "Tagines"
  },
  {
    "title": "Lamb and chickpea pilaf",
    "serves": "SERVES 4",
    "time": "HANDS ON TIME 10 MINUTES PLUS 20 MINUTES COOKING TIME",
    "description": "Lamb can be expensive, but this Moroccan pilaf rice dish makes a small amount go further, so as well as being super tasty its also budget friendly.",
    "nutritions": {
      "CALORIES": "577KCALS",
      "FAT": "12.7G (4.1G SATURATED)",
      "PROTEIN": "31.4G",
      "CARBOHYDRATES": "75.6G (10.5G SUGAR)",
      "SALT": "0.9G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/323801-1-eng-GB_4860.jpg",
    "ingredients": "400g lamb neck fillet, cut into small cubes-1 tbsp olive oil-1 large onion, finely sliced-2 garlic cloves, finely chopped-Knob of fresh ginger, finely chopped-2 tsp ras el hanout-250g basmati rice-500ml lamb stock, hot-75g dried apricots, chopped-400g can chickpeas, drained-Small handful flatleaf parsley, chopped, to serve",
    "method": "Season the lamb cubes with salt and pepper. Heat the oil in a wide, deep frying pan over a high heat. Add the lamb and fry, in batches, for 4-5 minutes until golden brown. Remove to a plate and set aside.-Add the onion, season and fry over a medium heat until softened. Add the garlic, ginger and ras el hanout and fry for 2-3 minutes.-Tip in the rice and stir to coat in the oil. Add the lamb, then the stock, stir well, bring to the boil, cover with a lid, turn down the heat and simmer for 10 minutes.-Stir in the apricots and chickpeas and warm through for a few minutes, then scatter with parsley and serve.",
    "Category": "Meat"
  },
  {
    "title": "Cheats Moroccan lamb pot pies",
    "serves": "SERVES 2",
    "time": "TAKES 5 MINUTES TO MAKE, 30 MINUTES TO COOK",
    "description": "This quick Moroccan lamb pot pie recipe makes an inspiring midweek meal. Weve used neck of lamb here, which is a cheaper cut, to make it budget-friendly too.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/833715-1-eng-GB_morroccan-lamb-pies.jpg",
    "ingredients": "300g lamb neck, excess fat removed, diced-200g ready-to-sauté soffritto, like this one from Waitrose-1 heaped tbsp Gourmet Garden Moroccan Fresh Blend seasoning-400g can chopped tomatoes-70g soft pitted prunes, chopped-2 large filo pastry sheets, halved-Knob of butter, melted",
    "method": "Preheat the oven to 200°C/fan180°C/gas 6. Heat 1 tbsp olive oil in a large frying pan over a high heat. Season the lamb, add to the pan and cook for 5 minutes until browned all over. Remove from the pan and set aside.-Add the soffrito mix and cook for 3 minutes to soften. Stir through the Moroccan seasoning and cook for 2 minutes more.-Return the lamb to the pan, then stir through the chopped tomatoes and prunes. Bring to a simmer, then spoon into 2 x 400ml pie pots.-Brush the sheets of filo with melted butter, scrunch each filo sheet individually and use to top the pies. Pop the pies in the oven for 20 minutes or until the filo is golden and crisp.",
    "Category": "Appetizers"
  },
  {
    "title": "Easy fish tagine",
    "serves": "SERVES 4",
    "time": "TAKES 15 MINUTES TO MAKE, 25-30 MINUTES TO COOK, PLUS MARINATING",
    "description": "Packed full of veggies, this fish healthy tagine recipe will have you well on your way to filling that five-a-day quota.",
    "nutritions": {
      "CALORIES": "377KCAL",
      "FAT": "14.8G (2.3G SATURATED)",
      "PROTEIN": "33.6G",
      "CARBOHYDRATES": "30.7G (2.2 SUGAR)",
      "SALT": "2.2"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/517823-1-eng-GB_easy-fish-tagine-768x958.jpg",
    "ingredients": "4 x 150g sustainably sourced skinless cod fillets-500g waxy new potatoes-4 garlic cloves, chopped-3 tbsp olive oil-2 green peppers, sliced-1 yellow pepper, sliced-5 tomatoes, roughly chopped-100ml vegetable stock-100g pitted green olives-Lemon wedges and fresh coriander, to garnish-2 tsp ground cumin-1 tsp ground coriander-4 tbsp lemon juice-2 large garlic cloves-1 small bunch fresh coriander-1 tsp salt",
    "method": "Whizz the marinade ingredients in a mini food processor or grind in a mortar and pestle until smooth. Rub half over the cod, cover and chill for between 20 minutes and an hour.-Meanwhile, boil the potatoes in a pan of salted water until tender, drain, then cut in half lengthways.-In a shallow casserole over a low heat, fry the garlic in the oil for 1-2 minutes. Add the peppers and cook for 5 minutes, then add the tomatoes and cook for a further 2 minutes. Stir in the remaining marinade and the vegetable stock. Season well.-Place the potatoes in a big non-stick frying pan with a lid. Top with half the tomato mixture, then with the fish, then add the remaining tomato mixture. Scatter over the olives, cover and cook over a medium-high heat for 10-12 minutes until the fish is just cooked through. Garnish with lemon wedges and coriander to serve.",
    "Category": "Tagines"
  },
  {
    "title": "Spicy Moroccan chicken with lemon couscous",
    "serves": "SERVES 4",
    "time": "HANDS ON TIME 10 MINS, PLUS 15 MINS COOKING TIME",
    "description": "This delicious chicken and couscous recipe has all the flavours of Morocco, and is ready in under half an hour.",
    "nutritions": {
      "CALORIES": "498KCALS",
      "FAT": "16.1G (2.9G SATURATED)",
      "PROTEIN": "38.5G",
      "CARBOHYDRATES": "52.8G (10.8G SUGARS)",
      "SALT": "1.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/430299-1-eng-GB_moroccan-chicken-v2-768x1134.jpg",
    "ingredients": "1 tbsp olive oil-1 large red onion, sliced-2 tsp cumin seeds-2 garlic cloves, finely chopped-2 tbsp harissa paste-400g portion cooked, shredded chicken with 300ml gravy, defrosted (see Roast chicken with speedy gravy recipe)-400g can chopped tomatoes-1 tsp caster sugar-400g can chickpeas, drained and rinsed-Squeeze of lemon juice-6 tbsp natural yogurt-Small handful fresh coriander leaves, chopped-300g couscous-Grated zest and juice of ½ lemon-2 tbsp olive oil-About 500ml chicken stock, hot-Handful fresh mint leaves, chopped-50g blanched almonds, toasted and roughly chopped",
    "method": "Gently heat the oil in a casserole over a medium-high heat, add the onion and cumin and fry for 3-4 minutes. Add the garlic and fry for 1 minute. Stir in the harissa and fry for 1 minute. Add the chicken, gravy, romatoes, sugar and chickpeas.-Season, bring to the boil and simmer for 5 minutes. Stir in the lemon juice, yogurt and coriander.-Meanwhile, put the couscous in a large bowl, add the lemon zest and juice, and the oil. Season and stir, add enough stock to cover by 1cm, then cover with cling film for 5 minutes. Fluff up, stir in the mint and almonds and serve with the chicken.",
    "Category": "Meat"
  },
  {
    "title": "Prawn boreks with fennel mayonnaise and roasted red pepper dip",
    "serves": "SERVES 12",
    "time": "HAND-ON TIME 40 MIN, 45 MINUTES TO COOK, PLUS CHILLING",
    "description": "Rick Steins exotic prawn boreks can be made up to 2 hours in advance. Chill, then bake just before your guests arrive. Alternatively, make and freeze up to 2 months in advance.",
    "nutritions": {
      "CALORIES": "260KCALS",
      "FAT": "17.3G (4.9G SATURATED)",
      "PROTEIN": "14.1G",
      "CARBOHYDRATES": "11.9G (3G SUGAR)",
      "SALT": "0.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/320490-1-eng-GB_4363.jpg",
    "ingredients": "60g unsalted butter, melted, plus extra butter, melted, for greasing-200g (12 small sheets) filo pastry-600g cooked and peeled prawns, patted really dry-1 tbsp sesame seeds, to sprinkle-1 large free-range egg yolk-1 tsp white wine vinegar-¼ tsp salt-150ml sunflower oil or olive oil-½ tsp fennel seeds, lightly crushed-½ tsp Pernod (optional)-2 tbsp chopped fresh fennel fronds or chopped fresh dill, plus extra to garnish-2 red peppers-2-3 small red chillies-2 tsp pomegranate molasses (from Sainsburys Special Selection)-2 tbsp finely shredded fresh mint leaves-1 tbsp extra-virgin olive oil-2 tsp lemon juice",
    "method": "First, make the fennel mayonnaise. Make sure all the ingredients are at room temperature before you start. Place the egg yolk, vinegar and salt in a small mixing bowl, then rest the bowl on a cloth to stop it slipping. Lightly whisk to break the egg yolk, then using a whisk or an electric hand mixer, beat the oil into the egg mixture, a few drops at a time, until you have incorporated it all. Stir in the fennel seeds, Pernod (if using) and chopped fennel fronds, loosening with a splash of water if needed. Cover and chill until needed.-Now make the red pepper dip. Preheat the oven to 200°C/fan180°C/gas 6. Put the red peppers on a baking tray and roast for 10 minutes, turn the peppers over, add the chillies and roast for a further 20 minutes, turning occasionally, until the peppers are starting to blister and char. Remove from the oven, seal in a plastic bag and leave to cool. Peel the peppers, remove and discard the stalks and seeds, then drop the flesh into a mini food processor. (If making the boreks straightaway, leave the oven on.)-Split the chillies lengthways, remove the seeds, then scrape the chilli flesh away from the skins with a knife (this is easier than peeling), and add to the pepper along with the pomegranate molasses, mint and olive oil and whizz to form a smooth purée. Season to taste with lemon juice, sea salt and pepper. Cover and chill until needed.-To make the boreks, lightly grease a baking sheet. Lay 1 sheet of filo on a work surface with 1 long side facing you and brush with butter. Top with another sheet and brush with more butter.-Roughly chop the prawns, then spread 100g of the prawns along the long side of the pastry nearest to you, about 2-3cm in from the edge. Season lightly, fold over the edge, fold in the sides, then roll the pastry up and away from you into a tight sausage. Lay seam-side down on the baking sheet, brush with more butter and sprinkle with sesame seeds. Repeat to make 6 rolls, then bake for 15 minutes until crisp and golden.-Remove from the oven and cut each roll into 6 pieces. Transfer to a serving plate and serve while hot with the fennel mayonnaise and roasted pepper dip.",
    "Category": "Vegetarian"
  },
  {
    "title": "Cheats chicken and vegetable tagine with lemon couscous",
    "serves": "SERVES 2",
    "time": "READY IN 15 MINUTES",
    "description": "A chicken tagine for two  ready in 15 minutes. You can also try small, peeled raw prawns instead of chicken.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/321309-1-eng-GB_4485.jpg",
    "ingredients": "100g couscous-3 tbsp olive oil-Zest of 1 lemon-150ml hot chicken stock-Juice of ½ lemon-2 free-range skinless chicken breasts, sliced-20g tub Easy Bean Moroccan Tagine-3 tbsp chopped fresh coriander leaves",
    "method": "Place the couscous in a bowl and mix with 1 tbsp olive oil and the zest of 1 lemon. Pour over hot chicken stock, stir and cover for 5 minutes. Fluff up the grains with a fork, stir in the juice of ½ lemon and season well with salt and freshly ground black pepper.-Heat another 2 tbsp olive oil in a frying pan over a medium-high heat and cook 2 free-range skinless chicken breasts, sliced, for 5 minutes until browned. Pour in the tub of Easy Bean Moroccan Tagine and cook for 5 minutes, then stir in 3 tbsp chopped fresh coriander leaves and serve on the couscous.",
    "Category": "Tagines"
  },
  {
    "title": "Baby barbecued spuds with fattoush salad",
    "serves": "SERVES 4",
    "time": "TAKES 15 MINUTES TO MAKE, 25 MINUTES TO COOK, PLUS SOAKING",
    "description": "Serve up this summery combo of barbecued new potatoes and a crisp fattoush salad as part of a fabulous alfresco feast.",
    "nutritions": {
      "CALORIES": "658KCALS",
      "FAT": "51.5G (7.8G SATURATED)",
      "PROTEIN": "7.6G",
      "CARBOHYDRATES": "43.8G (10.5G SUGAR)",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/429711-1-eng-GB_hero-1-768x1024.jpg",
    "ingredients": "12 large, evenly sized new potatoes-1 tbsp olive oil, plus 1 tsp-1½ tsp smoked paprika-125g mayonnaise-100ml olive oil-Grated zest and juice of 2 lemons-1 garlic clove, crushed-1-2 tbsp sumac (a Middle Eastern spice, from Waitrose and Middle Eastern shops), plus extra to dust-1 pitta, toasted and torn into small pieces-8 plum tomatoes, quartered and deseeded-½ cucumber, halved lengthways, peeled, deseeded and sliced-8 radishes, thinly sliced-1 shallot, thinly sliced-2 little gem lettuces, leaves separated and washed-Handful fresh mint leaves",
    "method": "Light/preheat the barbecue and soak 4 wooden skewers in warm water for 30 minutes. Meanwhile, parboil the potatoes for 5 minutes in a pan of boiling salted water, then drain and toss in 1 tbsp oil, with a good pinch of sea salt and 1 tsp paprika. Thread the potatoes onto the soaked skewers and pop onto the hot part of the barbecue for 20 minutes, turning every 5 minutes or so. If they begin to burn, move to a cooler part.-Meanwhile, mix the remaining paprika with 1 tsp oil to make a paste, then stir into the mayonnaise.-Make the dressing by whisking all the ingredients together in a small bowl, season to taste and set aside.-When the potatoes are cooked and crisp, slide off the skewers and tumble into a bowl.-Assemble the salad by putting all the ingredients on a platter or in a large bowl, pour over the fattoush dressing and gently toss together.-Sprinkle with extra sumac and serve with the spuds and paprika mayonnaise for dipping.",
    "Category": "Salads"
  },
  {
    "title": "Summer vegetable and sausage couscous",
    "serves": "FOR 2-4 PEOPLE",
    "time": "TAKES 5 MINUTES TO MAKE AND 30 MINUTES TO COOK",
    "description": "Seasonal roasted vegetables and hearty sausages make a light couscous dish perfect for serving in summer.",
    "nutritions": {
      "CALORIES": "547KCALS",
      "FAT": "35.1G (10.6G SATURATED)",
      "PROTEIN": "20.2G",
      "CARBOHYDRATES": "41.3G (7.1G SUGARS)",
      "SALT": "2.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/491880-1-eng-GB_summer-vegetable-and-sausage-couscous-768x1024.jpg",
    "ingredients": "1 aubergine, cut into chunks-1 large red onion, cut into wedges-200g cherry tomatoes on the vine-8 good-quality pork and herb sausages, chopped-3 tbsp olive oil-200g couscous-400ml chicken stock, hot-Juice of 1 lemon-100g green beans",
    "method": "Preheat the oven to 200°C/fan180°C/gas 6. Place the aubergine, red onion, tomatoes and sausages in a large roasting tin, drizzle with 2 tbsp of the olive oil, season and roast for 25-30 minutes, turning over once or twice.-Meanwhile, place the couscous in a large bowl and mix with the rest of the olive oil, then pour over the hot chicken stock, cover with cling film and stand for 10 minutes. Fluff up the grains with a fork and stir in the lemon juice.-Blanch the green beans in a pan of boiling water for 2 minutes, then refresh in cold water. Take the roasted veg and sausages out of the oven, mix them into the couscous with the pan juices and green beans, then serve.",
    "Category": "Meat"
  },
  {
    "title": "Minty yogurt lamb with nutty couscous",
    "serves": "SERVES 4",
    "time": "TAKES 10 MIN TO MAKE, 8-10 MIN TO COOK, PLUS MARINATING",
    "description": "Next time you fancy a lovely summer recipe thats budget-friendly too, try our minty yogurt lamb with nutty couscous.",
    "nutritions": {
      "CALORIES": "596KCALS",
      "FAT": "32.1G (10.1G SATURATED)",
      "PROTEIN": "43G",
      "CARBOHYDRATES": "36.9G (3.2G SUGAR)",
      "SALT": "0.8G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/429375-1-eng-GB_untitled-capture-114-768x1024.jpg",
    "ingredients": "8 small lamb leg steaks-200g Greek yogurt-2 garlic cloves, crushed-Small bunch of fresh mint, chopped-250g couscous-400ml chicken stock, hot-2 tbsp extra-virgin olive oil-Pared zest and juice of 1 lemon-2 tbsp chopped fresh flatleaf parsley-50g hazelnuts, toasted and roughly chopped",
    "method": "Preheat the grill to high. Place the lamb leg steaks in a bowl with the yogurt, garlic and half the mint. Mix together, season and set aside for 10 minutes to marinate.-Meanwhile, place the couscous in a bowl. Pour over the hot stock, oil and sprinkle with the lemon zest. Cover with cling film and stand for 10 minutes. Fluff up with a fork, then add the lemon juice, remaining herbs and nuts. Season and set aside.-Place the lamb on a grill pan and grill for 4-5 minutes each side until cooked but still a little pink in the middle. Serve with the couscous.",
    "Category": "Meat"
  },
  {
    "title": "Spiced prawns with new potatoes",
    "serves": "SERVES 4",
    "time": "TAKES 5 MIN TO MAKE AND 20 MIN TO COOK",
    "description": "A low-fat, low-calorie spicy prawn dish thats nutritious, comforting and quick to make. Use raw king prawns for a touch of luxury.",
    "nutritions": {
      "CALORIES": "218KCALS",
      "FAT": "6.7G (1G SATURATED)",
      "PROTEIN": "16.5G",
      "CARBOHYDRATES": "21.1G (4.8G SUGAR)",
      "SALT": "0.5G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/429396-1-eng-GB_untitled-capture-114-768x1024.jpg",
    "ingredients": "400g new potatoes, quartered-2 tbsp olive oil-2 shallots, finely chopped-1 tbsp ras el hanout-Good pinch of cayenne pepper-75ml white wine-400g can cherry tomatoes-300g raw king prawns, peeled but with tail shells intact-2 tbsp chopped fresh coriander",
    "method": "Cook the potatoes in a pan of boiling salted water for 5 minutes, then drain. Meanwhile, heat the oil in a frying pan and gently fry the shallots and spices for 5 minutes.-Add the wine and reduce by half. Add the tomatoes and potatoes, season and simmer for 10 minutes.-Add the prawns and bubble for 3-4 minutes until the prawns are cooked. Stir in the coriander and serve.",
    "Category": "Vegetarian"
  },
  {
    "title": "Moroccan vegetables and chickpeas",
    "serves": "SERVES 4",
    "time": "HANDS ON TIME 5 MINS, PLUS 30-40 MINS COOKING TIME",
    "description": "This Moroccan vegetable recipe is a simple, filling dish that has very little hands on time.",
    "nutritions": {
      "CALORIES": "323KCALS",
      "FAT": "11.3G (1.3G SATURATED)",
      "PROTEIN": "3.1G",
      "CARBOHYDRATES": "33.6G (6G SUGARS)",
      "SALT": "0.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/429235-1-eng-GB_090318_009_morroccan-768x1023.jpg",
    "ingredients": "1 large aubergine, cut into chunks-12 small vine tomatoes, halved-2 tsp cumin seeds-Head of garlic, cloves separated-3 tbsp olive oil-Dash of balsamic vinegar-2 x 400g cans chickpeas, drained and rinsed-2 tbsp harissa paste-Handful fresh parsley, chopped",
    "method": "Preheat the oven to 200°C/fan180°C/gas 6. Place the aubergine, tomatoes, cumin seeds, garlic, olive oil and vinegar in a roasting tin, season and roast for 30-40 minutes until the vegetables are tender.-Spoon into a bowl and toss with the chickpeas, harissa and parsley. Serve with flatbreads.",
    "Category": "Vegetarian"
  },
  {
    "title": "Quick lamb cutlets with feta and mint couscous",
    "serves": "SERVES 2",
    "time": "TAKES 10 MIN TO MAKE AND 10 MIN TO COOK",
    "description": "Double the quantities of this lamb cutlets recipe for an easy supper to share with friends that wont take you more than 20 minutes.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/319524-1-eng-GB_4210.jpg",
    "ingredients": "6 New Zealand lamb cutlets, French-trimmed-A pinch of ground cumin-150g couscous-The juice of 1 lemon-2 tbsp olive oil-A handful pomegranate seeds-100g feta, crumbled-A few fresh mint leaves, shredded-50g natural yogurt-A squeeze of lemon juice-Flatbreads, to serve",
    "method": "Preheat the grill to high. Season the lamb and dust each side with a pinch of ground cumin. Cook on a grill pan under the grill for 2-3 minutes each side, until browned but still pink in the middle, then remove and rest.-Meanwhile, put the couscous into a bowl, pour over 200ml boiling water, cover and leave to stand for 10 minutes. Fluff up with a fork, then season and stir in the juice of 1 lemon, 2 tbsp olive oil, pomegranate seeds, feta and a few fresh mint leaves.-Pile spoonfuls onto plates and top with the grilled lamb. Mix natural yogurt with the lemon juice and a few more shredded fresh mint leaves and put in small pots to serve on the side. Accompany with flatbreads, if you like.",
    "Category": "Meat"
  },
  {
    "title": "Roast chickens with a fragrant couscous stuffing",
    "serves": "SERVES 8",
    "time": "TAKES 10 MIN TO MAKE AND ABOUT 1¼ HOURS TO COOK",
    "description": "A slightly different take on a traditional roast, this North African-inspired chicken recipe is perfect for entertaining.",
    "nutritions": {
      "CALORIES": "703KCALS",
      "FAT": "51G (17.8 SATURATED)",
      "PROTEIN": "45.7G",
      "CARBOHYDRATES": "16.2 (5.7 SUGAR)",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/484111-1-eng-GB_roast-chickens-with-a-fragrant-couscous-stuffing-768x1030.jpg",
    "ingredients": "2 x 1.5kg free-range chickens-50g butter-4 shallots, finely chopped-2 garlic cloves, finely chopped-1 tsp cumin seeds-1 tsp ground coriander-Pinch of chilli flakes-150g couscous-250ml vegetable stock, hot-25g dried soured cherries-50g dried apricots, chopped-25g pine nuts, toasted-Large handful each fresh flatleaf parsley and mint, chopped-6 spring onions, finely chopped",
    "method": "Preheat the oven to 180°C/fan160°C/gas 4. Pat the chickens dry with kitchen paper and place them side by side in a large roasting tin.-Heat half the butter in a large saucepan, add the shallots and cook gently for 4-5 minutes, until tender. Stir in the garlic, spices and chilli, and cook for a further minute. Stir through the couscous and toss well until coated in the buttery spice mix. Pour over the stock and add the cherries and apricots. Turn off the heat, cover, and stand for 10 minutes until the liquid has been absorbed.-Stir through the pine nuts, herbs and spring onions with a fork to break up the couscous. Season with a little salt and lots of black pepper. Spoon into the body cavity of each bird, then tie up the legs with string to secure.-Spread the remaining butter over the chickens and sprinkle with lots of black pepper and a little salt. Roast for 1 hour, until the chickens are golden and cooked through.-To serve, scoop the couscous onto warmed serving plates, carve the chickens and serve along with the pan juices and the pea salad and crushed new potatoes.",
    "Category": "Meat"
  },
  {
    "title": "Harissa chicken with bulgur wheat and parsley salad",
    "serves": "SERVES 4",
    "time": "TAKES 15 MIN TO MAKE, 20 MIN TO COOK, PLUS MARINATING",
    "description": "Add flavour to plain chicken breasts in a flash. This harissa chicken is served with a healthy, light side salad made with bulgur wheat and fresh parsley.",
    "nutritions": {
      "CALORIES": "533KCALS",
      "FAT": "17.9G (2.8G SATURATED)",
      "PROTEIN": "40.5G",
      "CARBOHYDRATES": "54G (14.6G SUGARS)",
      "SALT": "0.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/428948-1-eng-GB_4216_1-768x768.jpg",
    "ingredients": "4 free-range chicken breasts-2 tbsp harissa paste-4 tbsp olive oil-A good squeeze of lime juice-200g bulgur wheat-1 carrot, coarsely grated-A large handful fresh flatleaf parsley, chopped-75g juicy raisins-A good squeeze of lemon juice",
    "method": "Take the chicken breasts and use a rolling pin to flatten them between 2 pieces of cling film. Place in a dish and mix with harissa paste, 1 tbsp olive oil and a good squeeze of lime juice. Season well and leave to marinate for 10 minutes.-Put the bulgur wheat in a saucepan and cover with boiling water, bring to the boil, then simmer for 5-8 minutes, until tender. Drain and mix with the carrot, parsley, raisins, 3 tbsp olive oil and a good squeeze of lemon juice. Season and set aside.-Heat a frying pan until hot and fry the chicken breasts, in batches, for 2-3 minutes each side or until cooked through. Slice into strips and serve with the bulgur and parsley salad.",
    "Category": "Meat"
  },
  {
    "title": "Chermoula chicken and nutty couscous",
    "serves": "SERVES 4",
    "time": "TAKES 15 MINUTES TO MAKE, 20-25 MINUTES TO COOK, PLUS MARINATING",
    "description": "Looking for a way to marinade chicken? This North African-style dish is a beautifully spicy way to serve chicken, with lemon, honey and garlic.",
    "nutritions": {
      "CALORIES": "468KCALS",
      "FAT": "23.2G (4.3G SATURATED)",
      "PROTEIN": "34.7G",
      "CARBOHYDRATES": "33.3G (6.1G SUGARS)",
      "SALT": "0.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/478303-1-eng-GB_chermoula-chicken-and-nutty-couscous-768x849.jpg",
    "ingredients": "8 chicken thighs with skin, slashed with a knife-3 garlic cloves, crushed-2 tbsp olive oil-2 tbsp honey-Zest of 2 lemons-1½ tsp ground cumin-1 tsp hot paprika-½ tsp chilli powder-200g couscous-1 tbsp extra-virgin olive oil-300ml hot chicken stock-3 tbsp chopped fresh flatleaf parsley-The juice of ½ lemon-25g toasted hazelnuts, chopped",
    "method": "Preheat the oven to 200°C/fan180°C/gas 6. Marinate the chicken thighs with skin in a bowl with garlic cloves, crushed, olive oil, honey, the zest of 1 lemon, ground cumin, hot paprika and chilli powder. Season and set aside for 15 minutes.-Put the chicken and marinade in a shallow roasting tin and roast for 20-25 minutes, until cooked through.-Meanwhile, in a bowl, mix couscous with the zest of 1 lemon and the extra-virgin olive oil and pour over hot chicken stock. Cover and leave for 10 minutes, then fork through parsley, the juice of ½ lemon and 25g toasted hazelnuts chopped. Serve with the chicken.",
    "Category": "Meat"
  },
  {
    "title": "Quick lamb tagine",
    "serves": "SERVES 4",
    "time": "TAKES 5 MINUTES TO MAKE AND 15-20 MINUTES TO COOK",
    "description": "Take your tastebuds on a Moroccan adventure with this quick and easy lamb tagine recipe made with chickpeas, aubergine and apricots.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/478296-1-eng-GB_quick-lamb-tagine-768x933.jpg",
    "ingredients": "1 tbsp olive oil-4 lamb leg steaks-1 large red onion, cut into wedges-400g Seasoned Pioneers Moroccan Fennel & Apricot tagine Sauce-200g canned chickpeas, drained and rinsed-100g marinated and grilled aubergines, sliced-A handful of dried apricots, roughly chopped-Fresh coriander leaves, roughly chopped-The zest of ½ lemon-Couscous, to serve",
    "method": "Heat the olive oil in a pan, season the lamb steaks and cook for 4-5 minutes each side. Remove from the pan and set aside to rest.-Meanwhile, add the red onion to the pan and gently fry for 5 minutes until softened. Pour over the tagine Sauce, bring to a simmer, then stir through chickpeas and aubergines. Add a handful of dried apricots and bubble for 4 minutes.-Spoon the sauce over the lamb steaks and scatter with fresh coriander leaves and the lemon zest. Serve with warm couscous.",
    "Category": "Meat"
  },
  {
    "title": "Lamb and date tagine with pomegranate couscous",
    "serves": "SERVES 6-8",
    "time": "TAKES 20 MINUTES TO MAKE AND ABOUT 3-3½ HOURS TO COOK",
    "description": "This fragrant lamb and date tagine is flavoured with coriander, cumin, cinnamon and ginger and served with pomegranate couscous.",
    "nutritions": {
      "CALORIES": "525KCALS",
      "FAT": "19.8G (0.7G SATURATED)",
      "PROTEIN": "45G",
      "CARBOHYDRATES": "46G (12G SUGAR)",
      "SALT": "0.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/474963-1-eng-GB_lamb-and-date-tagine-with-pomegranate-couscous-768x1023.jpg",
    "ingredients": "2 tbsp olive oil-2 onions, chopped-1 large knob of fresh ginger, chopped-4 garlic cloves, crushed-1 cinnamon stick-1 tbsp coriander seeds, crushed-1 tsp cumin seeds, lightly crushed-1.5kg boned shoulder or leg of lamb, cut into cubes-200g medjool dates, pitted-400g can chopped tomatoes-400ml lamb or chicken stock, hot-1 lemon and 1 lime, cut into wedges, to serve-500g couscous-1 tbsp olive oil-Grated zest and juice of 1 lemon-Handful fresh mint, roughly chopped-Seeds of 1 pomegranate",
    "method": "Heat the oil in a large, heavy-based pan and gently cook the onions, ginger and garlic for 10 minutes, until softened. Add all the spices and cook for 5 minutes, then add the lamb and cook for a further 10 minutes.-Add the dates, tomatoes and stock. Bring to the boil, then cover and simmer gently for 2½-3 hours, until the lamb is very tender.-Place the couscous, oil and lemon zest and juice in a bowl and cover with 600ml boiling water. Cover and leave to cool completely, then use a fork to fluff up the couscous and stir in the mint and pomegranate seeds.-Serve the couscous with the tagine and garnish with citrus wedges.",
    "Category": "Meat"
  },
  {
    "title": "Beef stew recipes",
    "serves": null,
    "time": null,
    "description": null,
    "nutritions": {},
    "image": null,
    "ingredients": null,
    "method": null,
    "Category": "Meat"
  },
  {
    "title": "Moroccan lamb with lemon couscous",
    "serves": "SERVES 4",
    "time": "HANDS ON TIME 20 MINS, PLUS MARINATING",
    "description": "Just 20 minutes stands between you and this Moroccan-style lamb served with couscous.",
    "nutritions": {
      "CALORIES": "367KCALS",
      "FAT": "19.7G (6G SATURATED)",
      "PROTEIN": "17.2G",
      "CARBOHYDRATES": "35.9G (3.4G SUGARS)",
      "SALT": "0.4G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/658244-1-eng-GB_moroccan-lamb-couscous.jpg",
    "ingredients": "1 tbsp cumin seeds-2 tsp coriander seeds-1 tsp chilli flakes-Pinch of ground cinnamon-3 tbsp olive oil-100ml natural yogurt-2 (100-150g each) lamb neck fillets-2 courgettes, sliced into ribbons-½ chicken stock cube-250g couscous-Knob of butter-Pared zest and juice of 1 lemon, plus lemon wedges, to serve-2 tbsp chopped fresh coriander",
    "method": "Crush the spices with some salt and pepper. Put in a bowl and mix with 1 tablespoon oil and the yogurt. Add the lamb, turn to coat, then marinate for at least 15-20 minutes or overnight in the fridge.-Preheat the oven to 200°C/fan180°C/gas 6. Heat 1 tablespoon oil and fry the lamb for 5 minutes, until browned. Transfer to a tin and roast for 10-12 minutes, until cooked but still pink. Remove and cover with foil.-Meanwhile, toss the courgettes in the remaining oil. Heat a griddle pan and cook the courgettes, in batches, for 1 minute each side. Dissolve the stock cube in 250ml boiling water, then pour over the couscous. Add the butter and zest, fork through and cover with cling film for 5 minutes.-Fluff up the couscous, then stir in the juice, courgettes, coriander and seasoning. Slice the lamb and serve with couscous and lemon wedges.",
    "Category": "Meat"
  },
  {
    "title": "Lamb and apricots",
    "serves": "SERVES 4",
    "time": "READY IN 2 HOURS 35 MIN",
    "description": "This fragrant, sweet-and-sour casserole is inspired by the tagines of north Africa.",
    "nutritions": {
      "CALORIES": "578 KCALS",
      "FAT": "33.6G (14.7G)",
      "PROTEIN": "56.1G",
      "CARBOHYDRATES": "15G (12.5G SUGAR)",
      "SALT": "2.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/315814-1-eng-GB_3657.jpg",
    "ingredients": "1kg diced shoulder or neck of lamb, trimmed of any excess fat-1½ tbsp mild olive oil-1 onion, roughly chopped-2 celery sticks, roughly chopped-2 leeks, washed and roughly chopped-3 garlic cloves, roughly chopped-1 cinnamon stick-3 cloves-2 bay leaves-3 tbsp red or white wine vinegar-1 tbsp tomato purée-350ml chicken or vegetable stock, hot-500g fresh apricots, halved and stoned or a 410g can apricot halves in fruit juice, drained-4 tbsp natural yogurt (strained, Greek style is best)",
    "method": "Season the lamb well. Heat the oil in a large, heavy-based pan or casserole over a high heat. Add half the lamb and brown on all sides. Remove with a slotted spoon and set aside while you brown the remaining lamb, then set aside as well.-Add the chopped vegetables and garlic to the pan and cook gently, stirring occasionally, for 15 minutes, until tender. Dont let them brown.-Meanwhile, dry-roast the whole spices in a frying pan over a high heat for no more than a minute.-Stir the spices into the cooked vegetables, then add the bay, vinegar and tomato purée. Return the meat to the pan and stir. Add just enough stock to cover the meat. Bring to a simmer, then cover and cook over a low heat for 1 hour.-Add the apricots, but dont stir into the stew. Re-cover the pan and cook for another hour. Keep checking to make sure the stock has not reduced too much  top up if needs be.-Once the lamb is tender (you should be able to cut the pieces with a spoon), remove the pan from the heat. Check the seasoning, then gently stir the apricots into the stew. You can either divide between bowls and garnish each portion with a tablespoon of yogurt, or serve the yogurt on the side.",
    "Category": "Meat"
  },
  {
    "title": "Chicken and preserved lemon tagine",
    "serves": "SERVES 6",
    "time": "READY IN 1 HOUR 20 MIN",
    "description": "This is one of the best known and loved tagines. Accompany with houmous, flatbread and a few mezze dishes to make it an affordable dinner party or Sunday lunch spread.",
    "nutritions": {
      "CALORIES": "344KCALS",
      "FAT": "19.4G (4.4G SATURATED)",
      "PROTEIN": "36.9G",
      "CARBOHYDRATES": "4.4G (2.8G SUGAR)",
      "SALT": "1.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2008/06/chicken-preserved-lemon-tagine-768x960.jpg",
    "ingredients": "Pinch of saffron-600ml chicken stock, hot-2 tbsp olive oil-1.7kg organic chicken, jointed or 1.5kg chicken pieces (leg, thigh and breast)-1 large onion, chopped-3 garlic cloves, finely chopped-1 tsp ground ginger-½ tsp coriander seeds, lightly crushed-1 cinnamon stick, snapped in half-5 small preserved lemons, quartered (we used Belazu)-200g green olives-Small handful fresh flatleaf parsley or coriander, chopped",
    "method": "Soak the saffron in a jug containing the hot stock for a few minutes. Meanwhile, heat the olive oil in a large deep-sided frying pan or casserole over a high heat and brown the chicken pieces for 2-3 minutes. You may need to do this in batches so you dont overcrowd the pan and steam the chicken. Remove the chicken to a plate and add the onion to the pan. Reduce the heat and cook, stirring occasionally, for 5 minutes.-Add the garlic and spices to the pan and cook, stirring, for a further minute. If youre using a tagine, transfer the onion to the base and add the saffron-infused stock and the browned chicken pieces (if using a casserole, leave the onion in the pan, then add the chicken and stock). Bring to the boil and simmer over a gentle heat, covered, for 40-50 minutes, until the chicken is tender.-Add the lemons and olives and simmer for a further 15 minutes. Season to taste, scatter with the fresh herbs and serve with couscous.",
    "Category": "Meat"
  },
  {
    "title": "Summer vegetable tagine",
    "serves": "SERVES 6",
    "time": "READY IN 40 MIN",
    "description": "Vary the vegetables you use, according to whats in season, for this moreish Moorish vegetarian tagine recipe.",
    "nutritions": {
      "CALORIES": "364KCALS",
      "FAT": "15.2G (1.5G SATURATED)",
      "PROTEIN": "17.1G",
      "CARBOHYDRATES": "43.3G (21.8G SUGAR)",
      "SALT": "0.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/850965-1-eng-GB_summer-veg-tagine-768x841.jpg",
    "ingredients": "2 tbsp olive oil-12 shallots, peeled and halved if large (see tip above)-2 garlic cloves, finely chopped-4cm piece fresh ginger, finely chopped-150g brown or green lentils-2 tsp ras el hanout-½ tsp cumin seeds-800ml vegetable stock, hot-100g dried ready-to-eat apricots-150g baby carrots, scrubbed-3 small fennel bulbs, each cut into 6 wedges, any herby fronds chopped and set aside-2 courgettes, halved lengthways and cut into 4cm wedges-200g fresh or frozen peas-Grated zest of 2 lemons, plus the juice of 1-100g blanched almonds, toasted and chopped-Handful fresh flatleaf parsley, chopped",
    "method": "Heat the oil in a large tagine base, casserole or saucepan. Add the shallots and cook, stirring, for 3 minutes. Add the garlic, ginger, lentils, ras el hanout and cumin, and cook for a further minute. Pour in the stock and bring to the boil, then reduce the heat slightly, cover and simmer for 15 minutes.-Add the apricots, carrots, fennel and courgettes and simmer, covered, for 5 minutes. Add the peas and half the lemon zest and cook for 5 more minutes. Stir in the lemon juice and season to taste.-Scatter with the remaining zest, toasted almonds, fennel tops and parsley to serve.",
    "Category": "Tagines"
  },
  {
    "title": "Moroccan chicken stew with lemon and olives",
    "serves": "SERVES 4 PEOPLE",
    "time": "READY IN 45 MINUTES",
    "description": "This quick Moroccon chicken stew is full of North African flavours yet low in saturated fat.",
    "nutritions": {
      "CALORIES": "405KCALS",
      "FAT": "8.7G (1.3G SATURATED)",
      "PROTEIN": "47.1G",
      "CARBOHYDRATES": "38.7G (1.5G SUGAR)",
      "SALT": "1.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/313854-1-eng-GB_3371.jpg",
    "ingredients": "2 tsp olive oil-1 small onion, finely chopped-4 garlic cloves, crushed-5cm piece fresh ginger, finely grated-1/2 tsp turmeric powder-4 skinless chicken breasts-1 small cinnamon stick-Pinch of saffron-600ml chicken stock, hot-Grated zest and juice of 1 small lemon-Handful each fresh mint and fresh flatleaf parsley, finely chopped-275g couscous-15g pine nuts, toasted-25g small black or green olives",
    "method": "Heat the oil in a large pan. Add the onion and cook, stirring occasionally, for 5 minutes, until softened. Add most of the crushed garlic (reserving a teaspoon), ginger and turmeric and cook, stirring, for 1 minute. Add the chicken, cinnamon, saffron, stock and lemon juice. Season, bring to a simmer and cook, uncovered, for 20 minutes or until the chicken is tender.-Meanwhile, mix together the remaining garlic, lemon zest, mint and parsley to make a gremolata-(a classic fresh herb flavouring). Set aside.-Lift the cooked chicken onto a plate with a slotted spoon. Cover to keep hot. Increase the heat and boil the sauce for 10 minutes or until reduced by about half and well-flavoured.-Meanwhile, put the couscous in a large bowl and pour over 450ml boiling water, cover and stand for 5 minutes. Uncover and stir through the pine nuts.-Return the chicken to the pan along with the olives and gremolata, and stir. Serve with the couscous.",
    "Category": "Meat"
  },
  {
    "title": "Moroccan shish sesame skewers",
    "serves": "SERVES 4 PEOPLE",
    "time": "TAKES 25 MINUTES TO MAKE AND 5-8 MINUTES TO GRILL",
    "description": "These sizzling Moroccan lamb skewers with flatbreads and tzatziki make a quick and easy midweek supper  with leftovers for lunch tomorrow.",
    "nutritions": {
      "CALORIES": "616.3KCALS",
      "FAT": "28.3G (2.9G SATURATED)",
      "PROTEIN": "52.1G",
      "CARBOHYDRATES": "45.2G (4.5G SUGAR)",
      "SALT": "1.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/318565-1-eng-GB_4061.jpg",
    "ingredients": "1kg lean lamb, such as trimmed shoulder or leg, cubed-2 tbsp olive oil-1 tsp ground cumin-1 tsp ground cinnamon-1 tsp caster sugar-2 garlic cloves, crushed-2 tbsp sesame seeds-1 tsp black onion (nigella) seeds-7 preserved lemons, quartered-14 pickled green chillies-200g tub tzatziki, 4 warm flatbreads and mixed salad, to serve",
    "method": "In a large bowl, toss together the lamb, olive oil, cumin, cinnamon, sugar, garlic, seeds and some salt and pepper. Set aside for 15 minutes.-Thread the lamb, lemons and chillies onto 14 skewers and grill under a high heat for 5-8 minutes, turning until browned but still a little pink in the centre.-Serve 3 skewers per person, with the tzatziki, flatbreads and salad. Set aside the remaining 2 skewers to cool for tomorrows lunch.",
    "Category": "Vegetarian"
  },
  {
    "title": "Moroccan lamb cutlets",
    "serves": "MAKES 20",
    "time": "READY IN 30 MINUTES",
    "description": "These Moroccan-inspired lamb cutlets make lovely canapés, sure to impress at your next dinner party.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/474048-1-eng-GB_moroccan-lamb-cutlets-768x1025.jpg",
    "ingredients": "20 lamb cutlets, French trimmed (see tip)-2 tbsp pomegranate molasses (from Sainsburys and Middle Eastern shops)-2 garlic cloves, crushed-1 tbsp cumin seeds-300g carrots, scrubbed and sliced-2 tbsp tahini (sesame seed paste, from major supermarkets)-1 tsp honey-Small handful fresh flatleaf parsley, chopped, plus extra sprigs for garnishing-Seeds of ½ pomegranate",
    "method": "Mix the lamb, pomegranate molasses, garlic and cumin in a bowl. Cover and set aside to marinate for a few minutes.-Put the carrots and a pinch of salt in a pan and cover with water. Bring to the boil and simmer for 10 minutes, until tender. Drain and put in a processor with the tahini, honey and parsley. Whizz to a purée and season.-Heat a frying or griddle pan over a medium heat. Season the lamb cutlets and cook for 1-2 minutes each side.-Put the lamb cutlets on a platter, top with a little carrot purée, a sprig of parsley and a sprinkling of pomegranate seeds.",
    "Category": "Meat"
  },
  {
    "title": "Lamb shanks with lemon couscous",
    "serves": "SERVES 4",
    "time": "READY IN ABOUT 3 HOURS",
    "description": "This lamb shank recipe stews in the oven for two hours until tender and juicy. Serve over lemony couscous for a hearty winter dinner.",
    "nutritions": {
      "CALORIES": "763KCALS",
      "FAT": "35.9G (3.1G SATURATED)",
      "PROTEIN": "73.1G",
      "CARBOHYDRATES": "44.2G (7.6G SUGAR)",
      "SALT": "1.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/425042-1-eng-GB_lamb-shanks-with-lemon-couscous-768x768.jpg",
    "ingredients": "2 tsp cumin seeds-1 tbsp fennel seeds-3cm piece fresh ginger, chopped-4 garlic cloves, chopped-2 tbsp olive oil-4 lamb shanks, about 450g each-2 large onions, cut into wedges-2 tbsp Belazu Rose Harissa (from major supermarkets)-400g can chopped tomatoes-500ml chicken or lamb stock, hot-1 cinnamon stick-250g couscous-300ml vegetable stock, hot-3 tbsp each finely chopped fresh mint and coriander-2 Belazu preserved lemons (from major supermarkets), halved, deseeded and finely chopped-15g butter",
    "method": "Preheat the oven to 160°C/ fan140°C/gas 3. Crush the spice seeds and a good pinch of salt in a pestle and mortar, add the ginger and garlic and work to a rough paste. Set aside.-Heat the oil in a large casserole over a high heat. Add the lamb shanks and brown well all over. Remove and set aside.-Reduce the heat to medium. Add the onions and cook for 5 minutes. Stir in the spice paste and harissa, cook for 1 minute, then add the tomatoes and stock. Return the lamb shanks to the casserole and stir. Bring to the boil and add the cinnamon. Cover and bake in the oven for 2 hours, until the lamb is very tender.-Just before serving, put the couscous in a bowl and pour over the stock. Cover and stand for 5 minutes. Fluff up with a fork and stir in the herbs, lemons and butter. Season and serve with the lamb shanks and sauce.",
    "Category": "Meat"
  },
  {
    "title": "Aubergine and chestnut tagine with couscous",
    "serves": "SERVES 6",
    "time": "READY IN 1 ¼ HOURS",
    "description": "Try this aubergine and chestnut tagine recipe for a hearty and flavourful vegetarian supper.",
    "nutritions": {
      "CALORIES": "392KCALS",
      "FAT": "12G (1.7G SATURATED)",
      "PROTEIN": "9.5G",
      "CARBOHYDRATES": "66G (13.8G SUGAR)",
      "SALT": "0.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/425161-1-eng-GB_aubergine-and-chestnut-tagine-with-couscous-768x1024.jpg",
    "ingredients": "1 tbsp ground coriander-2 tsp ground turmeric-1 tbsp ground cinnamon-3 tbsp olive oil-1 red onion, finely chopped-1 red chilli, finely chopped-2 garlic cloves, crushed-50g dates, finely chopped-2cm piece fresh ginger, grated-500g (about 2 small) aubergines, cut into 2cm cubes-600g pumpkin or squash, deseeded and cut into 3cm cubes-200g pack cooked, peeled chestnuts-2 x 400g cans good plum tomatoes-Handful each chopped fresh mint and coriander, plus extra coriander to garnish-Juice of 2 lemons-450g couscous-2 tbsp olive oil-5 shallots, sliced-Handful each finely chopped fresh coriander and parsley",
    "method": "Heat a large saucepan over a medium heat. Add ground coriander, turmeric and cinnamon and dry-fry for 1 minute. Add the oil, onion, chilli, garlic, dates and ginger and cook, stirring occasionally, for 5 minutes, until the onion is softened.-Add the aubergines, cook for 5 minutes, then stir in the pumpkin and chestnuts to coat in the spices. Add 100ml water and the tomatoes, breaking them up into chunks, and simmer, stirring, for 25 minutes.-Meanwhile, put the couscous into a bowl and season. Pour over 450ml boiling water, add half the oil and stir once. Cover and set aside for 5-10 minutes, until the couscous is tender. Fluff up the couscous with a fork.-Heat the remaining oil in a frying pan over a medium heat. Add the shallots and cook, stirring occasionally, for 6-8 minutes or until soft and golden. Stir into the couscous with the fresh herbs. Season to taste.-Stir the herbs and lemon juice into the tagine. Serve with the couscous.",
    "Category": "Tagines"
  },
  {
    "title": "Baked chermoula salmon with roasted red pepper couscous",
    "serves": "SERVES 4",
    "time": "READY IN 40 MINUTES",
    "description": "A North-African-inspired fish dish with zesty couscous.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/513375-1-eng-GB_baked-chermoula-salmon-with-roasted-red-pepper-lemon-and-mint-c-768x987.gif",
    "ingredients": "4 x 175g pieces skinned salmon fillet-2 small garlic cloves, chopped-1 tsp ground cumin-1 tsp ground coriander-¾ tsp paprika-1 tsp harissa paste or ½ tsp minced red chilli (sambal oelek) from a jar-Pinch of saffron strands-1 tbsp lemon juice-Small bunch of fresh coriander leaves, roughly chopped-Small bunch of fresh mint leaves, roughly chopped-2 tbsp olive oil-¼ tsp salt-2 red peppers-350ml fresh chicken stock-275g couscous-2 tbsp extra-virgin olive oil-15g butter-Finely grated zest of 1 small lemon, plus juice of ½ lemon-2 tbsp chopped fresh mint",
    "method": "Preheat the oven to 220°C/ fan200°C/gas 7. For the couscous, place the red peppers on a baking tray and roast for 20-25 minutes. Seal in a food bag and leave to cool, then remove and discard the skin, stalks and seeds and chop the flesh into small pieces. Set aside. Increase the oven temperature to 230°C/fan210°C/gas 8.- Meanwhile, put all the chermoula ingredients into a mini food processor and blend to a smooth paste.- Line a baking tray with a sheet of baking paper. Season the skinned side of each salmon fillet with salt and pepper and then spread with some of the chermoula. Place chermoula-side down on the baking tray, season once more and spread with the remaining chermoula.- Cover the tray tightly with foil and bake the fish in the oven for 12 minutes. Meanwhile, bring the chicken stock to the boil in a medium pan. Stir in the couscous, cover and remove from the heat. Leave for 5 minutes, then uncover and fluff up with a fork. Add the oil and butter and stir over a low heat until heated through. Then stir in the roasted red peppers, lemon zest and juice, chopped mint and plenty of seasoning.- Remove the salmon from the oven and discard the foil. Spoon the couscous onto 4 warmed plates and place the salmon alongside. Spoon over the cooking juices from the baking tray and serve.",
    "Category": "Meat"
  },
  {
    "title": "Moroccan Mechoui-style lamb with roasted cumin salt",
    "serves": "SERVES 8",
    "time": "HANDS ON TIME 35 MINS, 20-24 MINS BARBECUING TIME, PLUS MARINATING",
    "description": "Enjoy the taste of North Africa with this succulent Moroccan Mechouistyle lamb recipe. The roasted cumin salt helps cut the fattiness of the meat.",
    "nutritions": {
      "CALORIES": "389KCALS",
      "FAT": "21.6G (0.3G SATURATED)",
      "PROTEIN": "50.8G",
      "CARBOHYDRATES": "0.2G (TRACE SUGAR)",
      "SALT": "1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/423551-1-eng-GB_lamb-plated-final-768x1025.jpg",
    "ingredients": "About 2.5kg leg of lamb, boned and butterflied (ask a butcher to do this)-1 tbsp coriander seeds-1½ tsp cumin seeds-¾ tsp sweet paprika-1½ tbsp olive oil-1 tbsp cumin seeds-1½ tsp sea salt flakes",
    "method": "Trim away any excess fat from the lamb and open out any thicker areas so that it is all 4-5cm thick  this will help it to cook more evenly. -In a pestle and mortar, grind the spice seeds to a powder and mix to a paste with the paprika, oil and a pinch of salt. Put the lamb in a dish and rub the paste all over the meat. Cover and set aside for at least 1 hour.-Meanwhile, make the cumin salt. Heat a dry frying pan over a high heat, reduce the heat and add the cumin, shaking for a few seconds until aromatic. Tip into a mortar and grind to a coarse powder. Stir in the salt and plenty of black pepper. Set aside.-If using a charcoal barbecue, light 30-40 minutes before you want to start cooking. If using a gas barbecue, light 10-15 minutes ahead. Put the lamb onto the barbecue, skin-side down, and cook for 10-12 minutes on each side for medium-rare. (Cook for longer if you like.) Lift onto a board, cover with foil and rest for 5 minutes.-To serve, carve the lamb into slices. Serve with the cumin salt and drizzle with any meat juices.",
    "Category": "Meat"
  },
  {
    "title": "Saffron and mint yogurt",
    "serves": "SERVES 8",
    "time": "HANDS ON TIME 12 MINS, PLUS INFUSING",
    "description": "This special dip recipe of saffron, mint and Greek yoghurt goes great with the Moroccan Mechoui lamb  or on its own as a veggie treat.",
    "nutritions": {
      "CALORIES": "30KCALS",
      "FAT": "2.3G (1.3G SATURATED)",
      "PROTEIN": "1.7G",
      "CARBOHYDRATES": "0.7G (0.5G SUGARS)",
      "SALT": "TRACE SALT"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/423922-1-eng-GB_lamb-plated-final-768x1025.jpg",
    "ingredients": "Small pinch of saffron strands-1 garlic clove-200g natural Greek yogurt-15g fresh mint leaves, chopped",
    "method": "Put the saffron into a small bowl. Cover with 1 tablespoon just-boiled water and set aside for 10 minutes.-Crush the garlic. Add to the yogurt with mint. Strain over the saffron liquid, season and stir. Set aside covered, to infuse for 1 hour.-Just before dishing up, stir again and serve with the barbecued lamb.",
    "Category": "Meat"
  },
  {
    "title": "Smoked mackerel and couscous salad",
    "serves": "SERVES 4",
    "time": "HANDS ON TIME 15 MINS",
    "description": "Bring the taste of North Africa to your table with this seasonal smoked mackerel and couscous salad recipe.",
    "nutritions": {
      "CALORIES": "500KCALS",
      "FAT": "29.7G (4.6G SATURATED)",
      "PROTEIN": "19.8G",
      "CARBOHYDRATES": "40.2G (12.3G SUGARS)",
      "SALT": "1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/424055-1-eng-GB_cous-cous-768x1025.jpg",
    "ingredients": "200g couscous-150g broccoli, cut into small florets-Grated zest and juice of ½ lemon, plus extra wedges to serve-1 tbsp extra-virgin olive oil-¼ cucumber, halved lengthways, deseeded and diced-100g dried, ready-to-eat apricots, roughly chopped-200g peppered smoked mackerel fillets, skinned and flaked-15g pumpkin seeds-15g sunflower seeds-50g blanched whole almonds, toasted",
    "method": "Put the couscous in a large bowl and pour over 250ml boiling water. Cover and leave for 5 minutes, until the liquid has been absorbed. Fluff up the grains with a fork. Set aside.-Meanwhile, blanch the broccoli in boiling water for 3 minutes, until just tender. Drain, plunge into cold water, then drain again and pat dry on kitchen paper. Set aside.-In a small bowl, mix together the lemon zest and juice with the oil. Pour over the couscous, season well and toss together. Add the cucumber, apricots and broccoli and toss again. Divide between plates, top with the mackerel and seeds and serve with lemon wedges and the almonds.",
    "Category": "Salads"
  },
  {
    "title": "Meshwiya salad",
    "serves": "SERVES 8",
    "time": "HANDS ON TIME 35 MINS",
    "description": "This popular North African salad works well on its own or as a side, and is ready in just over 30 minutes.",
    "nutritions": {
      "CALORIES": "55KCALS",
      "FAT": "3.2G (0.5G SATURATED)",
      "PROTEIN": "1.1G",
      "CARBOHYDRATES": "5.9G (5.1G SUGARS)",
      "SALT": "0.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/423516-1-eng-GB_pepper-salad-final-768x1025.jpg",
    "ingredients": "2 large red peppers-450g vine-ripened tomatoes-1 red onion, very thinly sliced-1 red chilli, deseeded and chopped-1 tbsp capers in brine, drained and rinsed, plus extra to garnish-1½ tbsp lemon juice-2 tbsp extra-virgin olive oil-½ preserved lemon, drained (we like Belazu, from major supermarkets)",
    "method": "Preheat the barbecue. When hot, add the peppers and cook over a medium heat for 20-25 minutes, turning, until blackened. Seal in a plastic bag. Once cool, discard the stalk, seeds and skin and cut into 1cm wide strips. Put into a large bowl.-Meanwhile, cut a shallow cross into the base of each tomato. Blanch in boiling water for 30 seconds, refresh under cold water and peel. Halve, deseed and cut the tomatoes into thin wedges. Add to the peppers, along with the onion, chilli and capers.-Just before serving, whisk together the lemon juice and oil and season. Toss with the salad and spoon onto a serving dish. Cut the flesh from the preserved lemon, then cut the rind into small dice. Sprinkle over the salad with a few extra capers.",
    "Category": "Salads"
  },
  {
    "title": "Lamb steaks with fruity spiced couscous",
    "serves": "SERVES 4",
    "time": "READY IN 15 MINUTES",
    "description": "Try this quick and easy lamb recipe made with an apricot and harissa couscous.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/476432-1-eng-GB_lamb-steaks-with-fruity-spiced-couscous-768x884.jpg",
    "ingredients": "175g couscous-100g dried ready-to-eat apricots, chopped,-2 tablespoons harissa paste-Handful chopped fresh mint leaves-4 lamb rump steaks-150g natural yogurt",
    "method": "Put the couscous and apricots into a large bowl. Stir the harissa paste into 225ml boiling water, pour over the couscous and set aside for 5 minutes. Fluff up the grains with a fork, stir in two thirds of the mint leaves and season well.-Meanwhile, season the lamb steaks and fry in a hot, dry pan for 2-3 minutes each side, for pink, longer if you prefer them more well-cooked. Set aside for 5 minutes, then thickly slice.-Stir the remaining mint leaves into the natural yogurt and season.-Divide the couscous, lamb and mint yogurt between plates. Serve with lemon wedges, if you like.",
    "Category": "Tagines"
  },
  {
    "title": "Moroccan soup with couscous",
    "serves": "SERVES 6",
    "time": "READY IN JUST OVER 1 HOUR",
    "description": "This healthy, spicy Morrocan beef soup recipe makes an impressive dinner party dish.",
    "nutritions": {
      "CALORIES": "330KCALS",
      "FAT": "8.2G (2.1G SATURATED)",
      "PROTEIN": "24.2G",
      "CARBOHYDRATES": "42.4G (18.7G SUGAR)",
      "SALT": "0.6G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/420422-1-eng-GB_moroccan-soup-with-couscous-768x891.jpg",
    "ingredients": "2 tbsp olive oil-450g beef rump or sirloin, trimmed of excess fat and cut into bite-size pieces-2 small onions, chopped-2 garlic cloves, crushed-1 carrot, cut into small dice-2 celery sticks, diced-1 heaped tbsp harissa paste (try Bart Spices Harissa Paste or Belazu Rose Harissa, from the spice and condiment section in supermarkets), plus extra to serve-2 tsp plain flour-1.2 litres vegetable stock, hot-400g can chopped tomatoes-75g ready-to-eat dried apricots-900g butternut squash, deseeded, peeled and cut into small cubes-175g couscous-300ml vegetable stock, hot-2 tomatoes, deseeded and diced-2 tbsp chopped fresh mint",
    "method": "Heat the olive oil in a heavy-based pan over a medium-high heat. Add the beef and cook for 5 minutes or until browned all over. Remove with a slotted spoon and set aside.-Add the onions and garlic to the pan, reduce the heat slightly and cook for 5 minutes, until softened. Add the carrot and celery, cover and cook for 5 minutes, until the vegetables have softened slightly. Stir in the harissa paste and flour and cook for 2 minutes. Gradually whisk in the hot vegetable stock.-Stir in the tomatoes and apricots, then bring to the boil. Cover and simmer gently for 20 minutes. Season well with salt and pepper.-Add the butternut squash and return the beef to the soup. Cover and cook for about 25 minutes, stirring occasionally, until both the squash and beef are tender.-Meanwhile, make the jewelled couscous. Put the couscous into a large bowl. Pour over the hot stock, cover and leave to stand for 5 minutes to absorb the liquid. Fluff up the grains with a fork, then stir in the tomatoes and mint. Season.-To serve, ladle the soup into warmed bowls. Pile a spoonful of couscous in the centre and serve with extra harissa on the side.",
    "Category": "Soups"
  },
  {
    "title": "Moroccan lamb shanks",
    "serves": "SERVES 4",
    "time": "READY IN ABOUT 3 HOURS",
    "description": "Melt-in-the-mouth lamb, slow-cooked with all those fantastically aromatic flavours of North Africa, and a sweet hit from the addition of apricots.",
    "nutritions": {
      "CALORIES": "826KCALS",
      "FAT": "41.2G (15G SATURATED)",
      "PROTEIN": "91.6G",
      "CARBOHYDRATES": "31.4G (28.7G SUGAR)",
      "SALT": "3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/420037-1-eng-GB_lamb-shanks-768x1024.jpg",
    "ingredients": "2 tsp cumin seeds-1 tbsp coriander seeds-3cm piece fresh ginger, chopped-4 garlic cloves, chopped-1 tsp salt-2 tbsp olive oil-4 lamb shanks, about 450g each-2 large red onions, cut into wedges-11/2 tbsp Belazu Rose Harissa or Bart Spices Harissa Paste (both from major supermarkets)-200g can chopped tomatoes-600ml chicken stock, hot-1 cinnamon stick-100g dried ready-to-eat apricots, halved-100g dried ready-to-eat figs, halved",
    "method": "Preheat the oven to 160°C/fan140°C/gas 3. Bash the cumin and coriander in a pestle and mortar or whizz together in a mini food processor, then add the ginger, garlic and salt, and work or whizz to a rough paste. Set aside.-Heat the oil in a large flameproof casserole (large enough for the lamb shanks to fit snugly) over a high heat. Add the lamb shanks and brown well all over. Remove and set aside.-Reduce the heat to medium. Add the onions to the casserole and cook for 5 minutes. Stir in the spice paste and harissa and cook for 1 minute. Add the tomatoes and stock, return the shanks to the casserole and stir together. Bring to the boil and drop in the cinnamon stick. Cover with a lid, transfer to the oven and cook for 2 hours, turning the lamb once or twice.-Stir the dried fruit into the casserole and return to the oven, uncovered, for a further 30 minutes or until the lamb is almost falling off the bone. Serve with hot couscous flavoured with mint, coriander, preserved lemon and lemon juice.",
    "Category": "Meat"
  },
  {
    "title": "Moroccan lamb with chickpeas",
    "serves": "SERVES 8",
    "time": "TAKES 1½ HOURS TO MAKE, PLUS COOLING",
    "description": "This handy freeze-ahead North African lamb recipe is full of exciting flavours and requires only minimal effort.",
    "nutritions": {
      "CALORIES": "514KCALS",
      "FAT": "20G (5.3G SATURATED)",
      "PROTEIN": "34.8G",
      "CARBOHYDRATES": "52.3G (18.4G SUGARS)",
      "SALT": "0.7G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/419001-1-eng-GB_lamb-cous-cous-768x1024.jpg",
    "ingredients": "4 tbsp vegetable oil-1kg shoulder or leg of lamb, cubed-2 onions, chopped-4 celery sticks, chopped-4 tbsp tomato purée-2 tsp ground cumin-Cayenne pepper, to taste (see tip)-750ml lamb or vegetable stock, hot-250g dried ready-to-eat apricots-100g dried ready-to-eat prunes-410g can chickpeas-Couscous mixed with toasted flaked almonds and fresh coriander, to serve",
    "method": "Heat the oil in a large frying pan over a medium-high heat. Fry the lamb in batches until just browned. Remove with a slotted spoon and put into a medium casserole.-Add the onions and celery to the frying pan and cook for 5 minutes, stirring, until just transparent. Add the tomato purée, cumin and cayenne pepper and fry for 1 minute. Pour over the stock, bring to the boil, then pour into the casserole. Stir in the apricots and prunes and simmer over a low heat for 1 hour, or until the lamb is tender.-Cool completely, then freeze in portions for up to 3 months. Thaw for 24 hours in the fridge. To reheat, put into a large pan over a medium heat and heat until piping hot.-Drain and rinse the chickpeas, then stir into the casserole. Simmer for a few minutes to heat through. Season to taste. Serve with the couscous and garnish with coriander.",
    "Category": "Meat"
  },
  {
    "title": "Christmas pilaff",
    "serves": "SERVES 6",
    "time": "READY IN 40 MINUTES",
    "description": "This easy Christmas pilaff recipe, with pomegranates, pistachios and spices, makes a colourful and tasty vegetarian rice dish.",
    "nutritions": {
      "CALORIES": "307KCALS",
      "FAT": "15.5G (3.1G SATURATED)",
      "PROTEIN": "6.9G",
      "CARBOHYDRATES": "35.5G (7.2G SUGARS)",
      "SALT": "0.3G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/448962-1-eng-GB_christmas-pilaff-768x998.jpg",
    "ingredients": "100g shelled pistachios-2 pomegranates-200g basmati rice-400ml water or stock, hot-4 garlic cloves, peeled but whole-1cm piece fresh ginger, peeled but whole-1 tbsp butter-2 tbsp olive oil-1 tsp coriander seeds-2 red onions, finely sliced-Juice of 1 lemon-1 large bunch fresh flatleaf parsley, roughly chopped",
    "method": "Lightly toast the pistachios in a dry frying pan, until toasted. Set aside.-Halve the pomegranates along their equators and, holding the cut side over a bowl, beat the seeds out of them by bashing the skin with the end of a rolling pin. Set the seeds aside. They might let go of a lot of juice while they sit, which you should drain and drink  a cooks treat and, incidentally, very good for your throat.-Pop the rice and water or stock into a pan and bring just to a simmer. Add the garlic and ginger, cover and cook the rice over a very low heat, stirring halfway, for about 15 minutes, until the rice is cooked and fluffy.-Meanwhile, heat the butter and oil in a large frying pan over a high heat. When the butter is fizzing, add the coriander seeds. As soon as they start to pop, add the onions and lemon juice. Stir-fry for about 10 minutes, until the onions colour and start to look sticky. Set aside.-Once the rice is cooked, remove and discard the garlic and ginger. Mix in the parsley, onions, pistachios and pomegranate seeds. Check the seasoning and serve.",
    "Category": "Salads"
  },
  {
    "title": "Moroccan spiced lamb shanks with preserved lemon and prunes",
    "serves": "SERVES 4",
    "time": "READY IN 2½ HOURS",
    "description": "This spicy Moroccan lamb main course has all the flavours of North Africa  its sweet, lemony and smoky all at once. An ideal dish for the weekend, when youve time to just let it slowly cook.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/510082-1-eng-GB_moroccan-spiced-lamb-shanks-with-preserved-lemon-prunes-and-saffron-768x959.jpg",
    "ingredients": "4 lamb shanks or 1.1kg diced lamb-1 tbsp plain flour, plus extra for dusting-4 tbsp olive oil-2 medium onions, chopped-3 garlic cloves, crushed-2 tsp ground cumin-2 tsp ground coriander-1 tsp ground ginger-1½tsp paprika-2 tsp harissa paste, or minced red chilli from a jar-2 tbsp Billingtons Light Muscovado Sugar-400g can chopped tomatoes-1.5 litres hot lamb stock-1 small preserved lemon, chopped, or 3 strips of lemon zest-Pinch of saffron strands-250g soft prunes-Small bunch of fresh coriander, leaves picked and chopped",
    "method": " Season the lamb shanks or diced lamb with salt and freshly ground black pepper, then dust lightly with plain flour. Heat half the oil in a large, deep flameproof casserole in which the shanks will fit snugly, add the meat and fry until they are nicely browned on all sides or the diced lamb in batches. Lift out and set aside on a plate.-Add the rest of the oil and the onion to the pan and fry until the onion is golden brown. Add the garlic, ground cumin, coriander and ginger, paprika and harissa paste or minced chilli and fry for a further 2 minutes. Add the flour, the sugar, tomatoes, stock and preserved lemon or lemon zest strips and bring to the boil. Return the lamb shanks or diced lamb to the pan, bring the sauce back to the boil, then reduce the heat to low, partially cover and simmer for 30 minutes.- Uncover the casserole and simmer for a further 1 hour, turning the shanks over every now and then so that they cook evenly.- Meanwhile, put the saffron into a small bowl and cover with 2 tablespoons of warm water. Leave to soak.-Skim the excess fat from the surface of the sauce, increase the heat a little and add the saffron water. Simmer more vigorously for 30 minutes, adding the prunes 5 minutes before the end of the cooking time, until the sauce has reduced and thickened and the lamb is tender.- Scatter the lamb with the coriander and serve with some couscous or mashed potatoes.",
    "Category": "Meat"
  },
  {
    "title": "Quick spiced lamb with apricots",
    "serves": "SERVES 2",
    "time": "READY IN 25 MINUTES",
    "description": "Who says a Moroccan lamb dish needs hours simmering on the hob? This easy spiced lamb with apricots and almonds is on the table in only 25 minutes.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/845076-1-eng-GB_moroccan-lamb-768x960.jpg",
    "ingredients": "250g lamb neck fillets-1 small onion, chopped-1 tsp ground allspice-2 tbsp vegetable oil-200g can chopped tomatoes-150ml hot chicken stock-75g dried ready-to-eat apricots-2 tbsp toasted flaked almonds",
    "method": "Cut lamb into chunks and put into a bowl. Add onion, ground allspice and vegetable oil. Season and mix together.-Heat a large frying pan. When hot, add the lamb mixture and cook for 5 minutes to brown the meat and soften the onion. Stir in chopped tomatoes, hot chicken stock and dried apricots. Bring to the boil, then simmer for 10 minutes, until the lamb is cooked through and the sauce has thickened.-Season to taste, divide between 2 plates and scatter each with some toasted flaked almonds.",
    "Category": "Meat"
  },
  {
    "title": "Moroccan chicken and potato salad",
    "serves": "SERVES 6",
    "time": "TAKES 25 MINUTES TO MAKE",
    "description": "This chicken and potato salad is an easy Moroccan-inspired dish thats great for picnics and barbecues. Find plenty of potato salad inspiration in our recipe collection.",
    "nutritions": {
      "CALORIES": "281KCALS",
      "FAT": "12.4G (2G SATURATED)",
      "PROTEIN": "21.7G",
      "CARBOHYDRATES": "22.2G (3.2G SUGARS)",
      "SALT": "0.2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/491306-1-eng-GB_moroccan-chicken-salad-recipe-768x961.jpg",
    "ingredients": "750g waxy new potatoes-1 tbsp fresh lemon juice-6 tbsp extra-virgin olive oil-2 tbsp chopped fresh mint-2 red chillies, deseeded and finely chopped-Bunch of spring onions, chopped-1 tsp Spanish smoked paprika-2 x 238g packs mini chicken breast fillets",
    "method": "Cook the potatoes in boiling salted water for 12-15 minutes until just tender. Drain well and quarter each potato. Put into a large bowl.-Whisk together the lemon juice, 4 tablespoons oil, the mint, chillies and seasoning. Pour over the potatoes, then cool. Add the onions and put into a large Tupperware box.-Mix the remaining oil with the paprika. Put into a small Tupperware box, add the chicken and mix well. Put both boxes into a cool box.-At the beach, or at home, light the barbecue, following the manufacturers instructions. Barbecue the chicken for 8-10 minutes, turning halfway, until tender. Toss the chicken with the potato salad and serve.",
    "Category": "Meat"
  },
  {
    "title": "Spring vegetable couscous",
    "serves": "SERVES 4",
    "time": "READY IN 35 MINUTES",
    "description": "Based on an old Moroccan recipe, this is wonderfully light and perky  not a million miles from Italian minestrone.",
    "nutritions": {
      "CALORIES": "356KCALS",
      "FAT": "13.1G (3.3G SATURATED)",
      "PROTEIN": "11.6G",
      "CARBOHYDRATES": "51.2G CARBS (15.3G SUGARS)",
      "SALT": "2G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/486422-1-eng-GB_spring-vegetable-couscous-768x842.jpg",
    "ingredients": "3 tbsp olive oil-4 garlic cloves, finely sliced-1 bunch baby turnips, about 500g, roots and tops separated-1 tsp salt-400g can flageolet or cannellini beans-2 tsp tomato purée-2 tbsp sour grape juice or white wine vinegar-1 tbsp chopped fresh dill-Generous pinch of saffron-300ml water or stock of your choice-8 young carrots, trimmed, scrubbed and halved lengthways-4 sprue (thin) asparagus spears, cut into 3-4cm pieces-1 bunch spring onions, sliced-200g couscous-1 tbsp softened butter",
    "method": "Gently heat the oil in a large, wide saucepan, ideally with a lid. Add the garlic and cook until translucent. Add the turnip roots and salt. Stir, then reduce the heat to low, cover and leave to sweat for a good 10-15 minutes, stirring occasionally.-Stir in the beans plus all the liquor from the can. Simmer, then add the tomato purée, grape juice or vinegar, dill, saffron and water or stock. Simmer until the turnips are tender. Add the carrots, asparagus and spring onions and simmer for a few minutes until tender.-Meanwhile, put the couscous in a bowl and pour over 400ml boiling water, cover and leave for 5 minutes or according to pack instructions. Fluff up with a fork, then season well and stir in the butter.-Remove the vegetables from the heat. Fold in the turnip tops and season. Spoon the couscous into serving bowls and ladle over the vegetables and stock.",
    "Category": "Vegetarian"
  },
  {
    "title": "Paprika butter chicken with chickpea couscous",
    "serves": "SERVES 4",
    "time": null,
    "description": "Theres the taste of North Africa in this sumptuous paprika butter chicken with chickpea couscous recipe. Our Kashmiri butter chicken also makes a great fakeaway option.",
    "nutritions": {
      "CALORIES": "493 KCALS",
      "FAT": "20G (8G SATURATED)",
      "PROTEIN": "38G",
      "CARBOHYDRATES": "42G (6G SUGAR)",
      "SALT": "0.8G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/514439-1-eng-GB_413072-1-eng-gb_del1224-1-768x936.jpg",
    "ingredients": "8 boneless, skinless chicken thigh fillets-40g butter-2 tbsp runny honey-1 tsp paprika-Juice of 1 lemon, plus wedges to serve-200g couscous-250ml hot vegetable stock-1 tbsp olive oil-410g can chickpeas, drained and rinsed-Large handful chopped fresh coriander or flatleaf parsley, plus extra leaves to garnish-1 red chilli, deseeded and cut into strips, to serve (optional)",
    "method": "Preheat the oven to 200°C/fan180°C/gas 6. Sit the chicken in an ovenproof dish. Season. Melt the butter in a small saucepan, remove from the heat and stir in the honey, paprika and half the lemon juice. Season. Pour all over the chicken. Bake for 25 minutes, basting with the sauce halfway through cooking, until the chicken is cooked through, golden and sticky.-Meanwhile, make the couscous. Put the couscous into a large bowl and pour over the boiling stock. Cover the bowl with cling film and set aside for 5 minutes. Fluff up the couscous with a fork, then stir in the remaining lemon juice, olive oil, chickpeas and coriander or parsley. Season to taste.-Divide the couscous between 4 warm plates, then put the chicken on top and pour over the sauce. Garnish with a sprig of coriander or flatleaf parsley and some chilli, if using. Serve with a lemon wedge.",
    "Category": "Meat"
  },
  {
    "title": "Lamb, chickpea and squash tagine with chermoula and couscous",
    "serves": "SERVES 6",
    "time": "READY IN ABOUT 1½ - 1¾ HOURS",
    "description": "Take your tastebuds on a journey through North Africa with this ultimate Moroccan tagine recipe.",
    "nutritions": {
      "CALORIES": "724KCALS",
      "FAT": "33.8G (10.7G SATURATED)",
      "PROTEIN": "44.5G",
      "CARBOHYDRATES": "64G (13.7G SUGAR)",
      "SALT": "1G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/511087-1-eng-GB_lamb-chickpea-and-squash-tagine-with-chermoula-and-couscous-768x941.jpg",
    "ingredients": "3 tbsp olive oil-1kg lean diced lamb shoulder-2 onions, halved and thinly sliced-6 plum tomatoes, peeled and roughly chopped-7.5cm piece cinnamon stick-1 tsp ground ginger-2 tbsp clear honey-1 small preserved lemon, finely chopped, or 2 pared strips fresh lemon zest-750ml hot lamb or chicken stock-450g peeled and deseeded squash, cut into small chunks-400g can chickpeas, drained and rinsed-450g couscous-25g butter-3 garlic cloves, roughly chopped-2 tsp ground cumin-2 tsp ground coriander-1½ tsp paprika-2 tsp harissa paste (from supermarkets) or 1 tsp minced red chilli (sambal oelek)-Good pinch saffron strands-2 tbsp lemon juice-Small handful fresh coriander leaves, plus extra chopped coriander to garnish-Small handful fresh mint leaves-4 tbsp olive oil",
    "method": " Make the chermoula by putting all the ingredients into a food processor with some seasoning. Blend to a smooth paste, then set aside.- Heat the oil in a large, flameproof casserole. Fry the lamb in 2 batches until lightly browned all over, then lift onto a plate. Add the onions to the pan and fry over a medium heat until soft and nicely browned. Add the tomatoes, cinnamon, ginger, honey and 2 tablespoons of the chermoula, and simmer for 2-3 minutes. Return the lamb to the casserole and add the preserved lemon or strips of lemon zest and the hot stock, and season well to taste. Partially cover the tagine and leave to simmer gently for 1 hour.- Gently stir in the squash and chickpeas and simmer, uncovered, for another 15-20 minutes until the squash is tender and the sauce has reduced a little more.- Meanwhile, put the couscous and seasoning into a large bowl and stir in 450ml boiling water. Cover with a tea towel and leave to soak for 5 minutes. Then uncover and fluff up into separate grains with a fork. Melt the butter in a large pan, then add the couscous and stir over a low heat for a couple of minutes until heated through.- When the lamb and squash are tender, stir in the remaining chermoula and adjust the seasoning if necessary. Serve the lamb tagine with the buttered couscous, garnished with the extra chopped coriander.",
    "Category": "Meat"
  },
  {
    "title": "Moroccan lamb burgers with tomatoes, houmous and pitta",
    "serves": "SERVES 4",
    "time": "HANDS ON TIME 35 MINS",
    "description": "Spice up your barbecue with this North African burger recipe.",
    "nutritions": {
      "CALORIES": "602KCALS",
      "FAT": "22G (8.5G SATURATED)",
      "PROTEIN": "51G",
      "CARBOHYDRATES": "53G (8.2G SUGARS)",
      "SALT": "1.8G"
    },
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/491327-1-eng-GB_moroccan-lamb-burgers-768x943.jpg",
    "ingredients": "800g lean lamb mince-Small bunch spring onions, trimmed and finely chopped-1 tsp smoked paprika-1½ tsp coriander seeds, roughly crushed (if you cant get seeds, use ½ tsp ground coriander)-4 pitta breads-8 ripe plum tomatoes, sliced-2 shallots, finely sliced into rings-Small tub good-quality houmous-Fresh mint leaves, to garnish",
    "method": "Put the mince into a large bowl. Add the spring onions, paprika and coriander and season well. Mix together using your hands, then shape into 12 mini burgers. Pop on to a large plate, cover and set aside.-Preheat a griddle pan over a high heat. Toast the pitta on the griddle until golden on each side, sprinkle with sea salt and set aside to cool. Cook burgers in 2 batches on the hot griddle for about 5 minutes, turning once, until golden all over yet a little pink in the middle. Set aside.-Divide the tomatoes and shallots between 4 plates and season. Thread 3 burgers on to a wooden skewer and rest 1 on each tomato salad. Serve with a generous dollop of houmous, a toasted pitta and a few mint leaves scattered over.",
    "Category": "Meat"
  },
  {
    "title": "Couscous with broad beans, peas, mint and feta",
    "serves": "SERVES 6",
    "time": "HANDS ON TIME 30 MINS",
    "description": "This vegetarian recipe is a refreshing summer dish thats ready in half an hour  make the most of seasonal greens, too.",
    "nutritions": {},
    "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/488605-1-eng-GB_couscous-with-broad-beans-peas-mint-and-feta-768x961.jpg",
    "ingredients": "225g couscous-4-5 tbsp extra-virgin olive oil-225g fresh or frozen broad beans-225g fresh or frozen peas-4 plum tomatoes, deseeded and finely chopped-4 tbsp chopped fresh mint-150g vegetarian feta, such as Cypressa feta or Futura organic feta, crumbled",
    "method": "Put the couscous into a large bowl and gradually stir in 300ml of warm water until it is all absorbed. Leave to stand for 10-15 minutes until the grains are tender and plump. Stir in 1 tablespoon of olive oil and rub the grains between your fingers to break up any lumps.-Cook the broad beans and peas in boiling salted water for 4-5 minutes until just tender. Refresh under cold running water. Drain well. Remove the tough outer white skin from the broad beans.-Stir the beans and peas into the couscous. Stir in the tomatoes and mint. Season the remaining olive oil well and pour over the couscous, using a fork to distribute it. Stir in the feta. Spoon into bowls or on to a platter and serve.",
    "Category": "Appetizers"
  }
]
